[Language]
DisplayName=Русский
//Перевод сделал Vlab97 //01.05.17

[MBR Distributors]
CmbCOCDistributors_Info_01=Разрешить боту запускать COC на основе выбранного дистрибутива
CmbSuspendAndroid_Info_01=Specify if Android will be suspended for brief time only during search and attack or\r\nfor every ImgLoc/Image processing call. If you experience more frequent network issues\r\ntry to use "Only during Search/Attack" option or disable this feature.
CmbSuspendAndroid_Item_01=Disabled|Only during Search/Attack|For every Image processing call
Emulator_Item_01=Google
Emulator_Item_02=Kunlun
Emulator_Item_03=Qihoo
Emulator_Item_04=Baidu
Emulator_Item_05=9game
Emulator_Item_06=Wandoujia/Downjoy
Emulator_Item_07=Huawei
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=Anzhi
Emulator_Item_11=Kaopu
Emulator_Item_12=Lenovo
Emulator_Item_13=Guopan
Emulator_Item_14=Xiaomi
Emulator_Item_15=Haimawan
Emulator_Item_16=Leshi
Emulator_Item_17=Microvirt
Emulator_Item_18=Yeshen´
Emulator_Item_19=Aiyouxi
Group_01=Дистрибьюторы
Group_02=Advanced Android Options
LblAdvanced_Android_Options=Suspend/Resume Android
NO_COC=No COC
Unknown_COC=Unknown COC
[MBR Popups]
Bot_will_exit=Примечание =>> Бот закроет игру,  необходимо перезапустить Бота после завершения
Cancel_to_exit=Или Нажмите кнопку Отмена, чтобы выйти
CheckPrerequisites_Item_01=Hey Chief, we are missing some files!
CheckPrerequisites_Item_02=Please extract all files and folders and start this program again!
CheckPrerequisites_Item_03=Sorry, Start button disabled until fixed!
CheckPrerequisites_Item_04=Hey Chief, file name incorrect!
CheckPrerequisites_Item_05=You have renamed the file "MyBot.run.exe"! Please change it back to MyBot.run.exe and restart the bot!
Close_Bot=Режим заклинаний
Delete_and_Reset_Building_info=Нажмите кнопку OK, чтобы удалить и сбросить все данные о зданиях,
Delete_Building_Info=Удалить информацию о зданиях?
Delete_Profile_01=Удалить профиль
Delete_Profile_02=***************************************************************************************************Не используется
Delete_then_restart_bot=жмите кнопку ОК, чтобы удалить, а затем перезапустить бота (вручную)
Func_AttackCSVAssignDefaultScriptName_Copy_0=Копировать новый скрипт
Func_AttackCSVAssignDefaultScriptName_Copy_1=Копия
Func_AttackCSVAssignDefaultScriptName_Create=Создать Новый Файл скрипта
Func_AttackCSVAssignDefaultScriptName_Error=произошла ошибка при создании файла
Func_AttackCSVAssignDefaultScriptName_File-exists=файл существует, введите новое имя
Func_AttackCSVAssignDefaultScriptName_New_0=Новое Имя Скрипта
Func_AttackCSVAssignDefaultScriptName_New_1=с новым именем скрипта
Func_cmbLanguage=перезапуск бота с новым языком:
Func_Locate_Building_01=Нажмите кнопку "Найти" Здание затем нажмите на ваше Здание/Геровев для обновления.
Func_Locate_Building_02=Нажмите кнопку "Готово", когда закончите местонахождение все всех зданий.
Func_Locate_Building_03=Нажмите на кнопку Отмена, чтобы выйти и найти здания.
Func_Locate_Building_04=Найти здание| Выполнено | Отменено
Func_Locate_Building_05=Обнаружение Обновления
Func_Locate_Building_06=Now you can remove mouse out of Android Emulator, Thanks!!
Func_Locate_Building_07=Держите мышь на окне Эмулятора пока я проверяю обновления, спасибо!!!!
Func_Locate_Building_08=Enter the cost of the upgrade
Func_Locate_Building_09=Save copy of upgrade image for developer analysis ?
Func_Locate_Building_10=GOLD   |  ELIXIR  |DARK ELIXIR
Func_Locate_Building_11=Need User Help
Func_Locate_Building_12=Select Upgrade Type:
Func_Locate_Clan_Castle_01=Нажмите ДА, затем нажмите на Замок Клана
Func_Locate_Clan_Castle_02=Найти Замок Клана
Func_Locate_King_Altar_01=Нажмите ДА, затем нажмите на алтарь Короля
Func_Locate_King_Altar_02=Найти Короля
Func_Locate_Laboratory_01=Нажмите ДА, затем нажмите на Лабораторию
Func_Locate_Laboratory_02=Найти Лабораторию
Func_Locate_Queen_Altar_01=Нажмите ДА, затем нажмите на алтарь Королевы
Func_Locate_Queen_Altar_02=Найти Королеву
Func_Locate_TownHall_01=Нажмите ДА, затем нажмите на Ратушу
Func_Locate_TownHall_02=Найти ратушу
Func_Locate_Warden_Altar_01=Нажмите ДА, затем нажмите на алтарь Хранителя
Func_Locate_Warden_Altar_02=Найти Хранителя
Func_PresetDeleteConf_Info_01=Delete Configuration
Func_PresetDeleteConf_Info_02=Are you sure you want to delete the configuration ?
Locate_building_01=Не перемещайте мышь после нажатия на здание!
Locate_building_02=Убедитесь, что я обнаружил здание!
Locate_building_03=Now you can remove mouse out of Android Emulator, Thanks!!
Locate_building_04=Уведомление
Locating_your_TH=If you locating your TH because you upgraded,
Must_restart_bot=Казармы
MyVillage=Моя Деревня
Ok=Ok
Ok_Cancel=да|отмена
OK_to_restart_bot=Не освобождать казармы
Profile_Already_Exists_01=Профиль уже существует
Profile_Already_Exists_02=%s уже существует.\r\nПожалуйста, выберите другое имя для своего профиля.
Profile_Already_Exists_03=already exists.
Profile_Already_Exists_04=Please choose another name for your profile
Restart_bot=Click OK to close bot and then restart the bot (manually)
Settings_DPI_Error_01=Your DPI is incorrect. It is set to
Settings_DPI_Error_02=%. You must set it to 100% for this bot to work.
Settings_DPI_Error_03=When you have changed the DPI to the correct value, reboot your computer and run the bot again.
Settings_DPI_Error_04=You won't be able to use the bot until you make this change.
Settings_DPI_Error_05=Click OK to view instructions on how to change DPI
Settings_DPI_Error_06=DPI incorrect
Settings_DPI_Error_07=Unsupported
Settings_DPI_Error_08=Sorry, your operating system isn't supported by the bot.
Settings_Error=Display Settings Error
sText_01=MyBot has experienced a serious error
sText_02=Unable to find or start up
sText_03=Reboot PC and try again,
sText_04=and search www.mybot.run forums for more help
sText_05=Close MyBot!
sText_06=Okay - Must Exit Program
Sure_Close Bot=Бот будет постоянно варить заклинания (только для молнии, исцеления и ярости).
Sure_Delete_Building_Info=Вы на 100% уверены, что хотите удалить информации о зданиях?
YES_NO=YES|NO
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=ЛОГ АТАКИ
AtkLogHead_Text_02=------------------|------------ЛУТ--------------|-------БОНУС------|--|
AtkLogHead_Text_03=ВРЕМЯ|ТРОФ.|ПОИСК | ЗОЛОТО|ЭЛИКСИР|Т. ЭЛИК|ТР.|С|ЗОЛОТО|ЭЛИКС | Ч.Э|Л.|
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=красный означает, что в лаборатории едет улучшение
BtnResetLabUpgradeTime_Info_02=это автоматически исчезнет, когда время улучшения будет заканчиваться
BtnResetLabUpgradeTime_Info_03=если улучшение завершено в ручную, за кристаллы
BtnResetLabUpgradeTime_Info_04=Нажмите красную кнопку, чтобы сбросить таймер. ПОСЛЕ ЭТОГО ЗАПУСТИТЕ НОВОЕ УЛУЧШЕНИЕ
BtnResetLabUpgradeTime_Info_05=Предупреждение - ненужное улучшение заставит постоянно проверять статус лаборатории
BtnResetLabUpgradeTime_Info_06=Аппгрейл войск начался
BtnResetLabUpgradeTime_Info_07=Начнет проверять завершение на:
Lab_GUIUpdate_Info_00=красный означает, что в лаборатории едет улучшение
Lab_GUIUpdate_Info_01=это автоматически исчезнет, когда время улучшения будет заканчиваться
Lab_GUIUpdate_Info_02=если улучшение завершено в ручную, за кристаллы
Lab_GUIUpdate_Info_03=Нажмите красную кнопку, чтобы сбросить таймер. ПОСЛЕ ЭТОГО ЗАПУСТИТЕ НОВОЕ УЛУЧШЕНИЕ
Lab_GUIUpdate_Info_04=Предупреждение - ненужное улучшение заставит постоянно проверять статус лаборатории
Lab_GUIUpdate_Info_05=Аппгрейл войск начался
Lab_GUIUpdate_Info_06=Начнет проверять завершение на:
Lab_GUIUpdate_Info_07=Вы на 100% уверены, что хотите сбросить лабораторный таймер обновления?
Lab_GUIUpdate_Info_08=Нажмите кнопку OK для сброса
Lab_GUIUpdate_Info_09=Или Нажмите кнопку Отмена, чтобы выйти
Lab_GUIUpdate_Info_10=Сброс таймера
Lab_GUIUpdate_Info_11=Отменить и вернуться
Lab_GUIUpdate_Info_12=Сброс таймера обновления лаборатории?
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=Отдельно
Func_AndroidEmbedded_True=Окно
Func_btnHide_False=Показ
Func_btnHide_True=Скрыть
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=Выделить/отменить всё
Day=День
days=дн.
Fr=П
Friday=Пятница
Hour=Час
Hours=Hours
hr=час
hrs=часов
LblTownhall=Ратуша
Level=Уровень
Maxi=Макс
min.=Часов
Mini=Min
Minutes=Минуты
Mo=П
Monday=Понедельник
None=Ничего
Only_during_day=Атака только в эти дни недели
Only_during_hours=Только в эти часы суток
PM=PM
Sa=С
Saturday=Суббота
search(es).=поиск(ов).
sec.=сек.
second=секунд
seconds=секунды
Su=В
Sunday=Воскресенье
Th=Ч
Thursday=Четверг
Tu=В
Tuesday=Вторник
We=С
Wednesday=Среда
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=Примечание: донат отключен, отметьте флажок напротив
disabled_Tab_03_STab_02_STab_Info_01=Примечание: Эта стратегия отключена, отметьте флажок
disabled_Tab_03_STab_02_STab_Info_02=Вкладки, чтобы включить его!
Tab_01=Лог
Tab_02=Деревня
Tab_02_STab_01=Разное
Tab_02_STab_02=Донат
Tab_02_STab_02_STab_01=Запрос Войск
Tab_02_STab_02_STab_02=Донат
Tab_02_STab_02_STab_03=Расписание
Tab_02_STab_03=Апгрейд
Tab_02_STab_03_STab_01=Лабратория
Tab_02_STab_03_STab_02=Герои
Tab_02_STab_03_STab_03=Здания
Tab_02_STab_03_STab_04=Стены
Tab_02_STab_04=Достижения
Tab_02_STab_05=Оповещение
Tab_02_STab_05_STab_01=PushBullet/Telegram
Tab_02_STab_05_STab_02=Расписание Уведомлений
Tab_03=Атака
Tab_03_STab_01=Бараки
Tab_03_STab_01_STab_01=Тренировка
Tab_03_STab_01_STab_02=Буст
Tab_03_STab_01_STab_03=Заказ Тренировки
Tab_03_STab_01_STab_04=Опции
Tab_03_STab_02=Поиск и Атака
Tab_03_STab_02_STab_01=МБаза
Tab_03_STab_02_STab_01_STab_01=Коллекторы
Tab_03_STab_02_STab_02=ЖБаза
Tab_03_STab_02_STab_03=ТХ Снайп
Tab_03_STab_02_STab_04=Хулиган
Tab_03_STab_02_STab_05=Опции
Tab_03_STab_02_STab_05_STab_01=УмныйУдар
Tab_03_STab_02_STab_05_STab_02=Трофеи
Tab_03_STab_02_STab_0X_STab_01=Поиск
Tab_03_STab_02_STab_0X_STab_02=Атака
Tab_03_STab_02_STab_0X_STab_03=Конец Боя
Tab_03_STab_03=Стратегии
Tab_03_STab_03_STab_01=Загр Стратегию
Tab_03_STab_03_STab_02=Сохранить Стратегию
Tab_04=Бот
Tab_04_STab_01=Эксперт
Tab_04_STab_02=Андроид
Tab_04_STab_03=Отладка
Tab_04_STab_04=Профиль
Tab_04_STab_05=Лут
Tab_04_STab_05_STab_01=Прибыль
Tab_04_STab_05_STab_02=Разное
Tab_04_STab_05_STab_03=Атаки
Tab_04_STab_05_STab_04=Донат
Tab_04_STab_06=ProfileStats
Tab_05=О нас
[MBR GUI Design Bottom]
BtnAttackNowDB=МБ Атака!
BtnAttackNowLB=ЖБ Атака!
BtnAttackNowTS=ТХ Снайп!
BtnEmbed=Окно
BtnEmbed_Info_01=Используйте эту функцию, чтобы встроить Эмулятор в окно бота.
BtnHide=Скрыть
BtnHide_Info_01=Используйте это, чтобы скрыть окно.
BtnHide_Info_02=(Не сворачивается, но скрыт)
BtnMakeScreenshot=Фото
BtnMakeScreenshot_Info_01=Нажмите сюда, чтобы сделать snaphot вашей деревни и сохранить его в файл.
BtnPause=Пауза
BtnPause_Info_01=Используйте это, чтобы приостановить все действия бота до выхода.
BtnResume=Возобновить
BtnResume_Info_01=Используйте это, чтобы возобновить работу бота.
BtnSearchMode=Режим поиска
BtnSearchMode_Info_01=Не атакует. Ищёт базы отвечающие условиям.
BtnStart=Старт
BtnStart_Info_01=Используйте, чтобы запустить бот.
BtnStop=Стоп
BtnStop_Info_01=Используйте, чтобы остановить бота (или клавишей ESC).
ChkBackgroundMode=Фоновый режим
ChkBackgroundMode_Info_01=Установите этот флажок, чтобы включить фоновый режим бота.
ChkBackgroundMode_Info_02=При этом вы можете также скрыть окно с bluestacks.
Group_01=-бесплатный бот-
GrpVillage=Деревня
GrpVillage_Info_01=Профиль
LblDonate=Поддержка
LblDonate_Info_01=Отблагодарить разработчиков
LblVillageReportTemp_01=Инфа о деревне
LblVillageReportTemp_02=появится здесь
LblVillageReportTemp_03=после запуска.
[MBR GUI Design Child Attack - Attack Scripted]
CmbScriptDropline=Drop line fix outer corner|Drop line fist Redline point|Full Drop line fix outer corner|Full Drop line fist Redline point|No Drop line
CmbScriptDropline_Info_01=Выберите края высадки. По умолчанию outer corner безопаснее. First Redline point может улучшить атаку.
CmbScriptName=Выберите скрипт; Вы можете редактировать / добавлять новые скрипты, расположенные в папке: "CSV / Атака"
CmbScriptRedlineImpl=ImgLoc Raw Redline (default)|ImgLoc Redline Drop Points|Original Redline|External Edges
CmbScriptRedlineImpl_Info_01=Выберите реализацию Redline. ImgLoc Redline по умолчанию лучше.
Group_01=Высадка
IconCopy_Info_01=Скопировать текущий сценарий атаки с новым именем
IconCreate_Info_01=Создать новый Сценарий Атаки
IconReload_Info_01=Обновить скрипты
IconShow-Edit_Info_01=Показать / Редактировать текущий скрипт атаки
[MBR GUI Design Child Attack - Attack]
ChkTHSnipeBeforeEnable=Снайп ТХ
ChkTHSnipeBeforeEnable_Info_01=Если ратуша находится снаружи, то сперва Снайп атака
Chk-Use-Clan Castle_Info_01=Высаживать клан.
Chk-Use-Clone_Info_01=Используйте Клонирующее заклинание при атаке ...
Chk-Use-Earthquake_Info_01=Использовать землетрясение
Chk-Use-Freeze_Info_01=Использовать заморозку
Chk-Use-Haste_Info_01=Использовать ускорение
Chk-Use-Healing_Info_01=Использовать целение
Chk-Use-Jump_Info_01=Использовать прыжок
Chk-Use-King_Info_01=Использовать короля
Chk-Use-King_Info_02=от 7 тх
Chk-Use-Light_Info_01=использовать молнию
Chk-Use-Poison_Info_01=Использовать яд
Chk-Use-Queen_Info_01=Использовать королеву
Chk-Use-Queen_Info_02=от 9 тх
Chk-Use-Rage_Info_01=Использовать ярость
Chk-Use-Skeleton_Info_01=Используйте Скелетное заклинание при атаке ...
Chk-Use-Warden_Info_01=Использовать хранителя
Chk-Use-Warden_Info_02=11 тх
Cmb-Algorithm_Item_01=Обычная атака
Cmb-Algorithm_Item_02=Атака CSV
Cmb-Algorithm_Item_03=Milking атака
Cmb-Algorithm_Item_03_SubItem_01=A - Сооружения
Cmb-Algorithm_Item_03_SubItem_02=B - Условия
Cmb-Algorithm_Item_03_SubItem_03=C - Атака
Cmb-Algorithm_Item_03_SubItem_04=D - После Фармовой атаки
Cmb-Algorithm_Item_03_SubItem_05=Расширенный
Cmb-SelectTroop_Info_01=Выберите войска для атаки
Cmb-SelectTroop_Item_01=Все войска
Cmb-SelectTroop_Item_02=Казармы
Cmb-SelectTroop_Item_03=Варвары
Cmb-SelectTroop_Item_04=Луцницы
Cmb-SelectTroop_Item_05=Варвары+Луки
Cmb-SelectTroop_Item_06=Варвары+Гобл
Cmb-SelectTroop_Item_07=Луки+Гобл
Cmb-SelectTroop_Item_08=Вар+Луки+Гиги
Cmb-SelectTroop_Item_09=Вар+Луки+Гобл+Гиги
Cmb-SelectTroop_Item_10=Вар+Луки+Хоги
Cmb-SelectTroop_Item_11=Вар+Луки+Миньоны
CmbTHSnipeBeforeScript_Info_01=Вы можете добавлять/редактировать параметры CSV в папке CSV\THSnipe
Group_01=Атака с
Group_02=ТХ Снайп
LblAttackType=Тип атаки
LblSelectSpecialTroop=Герои
LblSelectTroop=Только падение этих войск
LblTHSnipeBeforeTiles=+ клетки
LblTHSnipeBeforeTiles_Info_01=Расстояние от края до ТХ (в клетках), чтобы считать, что она снаружи.
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=Высадка войск возле дрелей
ChkAttackNearElixirCollector_Info_01=Высадка войск возле коллекторов
ChkAttackNearGoldMine_Info_01=Высадка войск возле шахт
ChkRandomSpeedAtk=Случайная скорость задержки
ChkSmartAttackRedArea=Смарт атака
ChkSmartAttackRedArea_Info_01=Используйте смарт атаку, чтобы обнаружить 'красную линию'. И развертывание войск будет происходить по красной линии.
CmbSmartDeploy_Info_01=Стороны, затем войска
CmbSmartDeploy_Info_02=Войска, затем по сторонам
CmbStandardDropOrder_Info_01=Выберите порядок высадки войск.
CmbStandardDropOrder_Info_02=Вариант развертывает войска в различном порядке и разные волны
CmbStandardDropOrder_Info_03=Только выбранные в опции "Высадка этих войск" войска будут сброшены
CmbStandardDropOrder_Item_01=По умолчанию (все войска)
CmbStandardDropSides_Info_01=Нападение на одну сторону, проникает через базу
CmbStandardDropSides_Info_02=Атака с двух сторон, проникает через базу
CmbStandardDropSides_Info_03=Атака с трех сторон, разрушает наружные и некоторые внутренние здания
CmbStandardDropSides_Info_04=Выберите сторону(ы) нападения
CmbStandardDropSides_Info_05=Атаки с одной стороны ближе к хранилищу ч.эликсира
CmbStandardDropSides_Info_06=Атаки с одной стороны ближе к ратуше
CmbStandardDropSides_Item_01=с одной стороны
CmbStandardDropSides_Item_02=с двух сторон
CmbStandardDropSides_Item_03=с трёх сторон
CmbStandardDropSides_Item_04=со всех сторон
CmbStandardDropSides_Item_05=со стороны Ч.Э.
CmbStandardDropSides_Item_06=со стороны ТХ
CmbStandardDropSides_Item_07=classic 4 finger
CmbStandardDropSides_Item_08=multi finger
Group_01=Развёртывание войск
Label_01=Последовательность высадки
Label_02=Атака
Lbl-CmbStandardUnitDelay=Задержка
Lbl-CmbStandardUnitDelay_Info_01=Задержка развертывания войск, 1 (Быстро) = Как бот, 10 (Медленно) = Как человек
Lbl-CmbStandardUnitDelay_Info_02=Случайная скорость сделает бот разнообразнее и ближе к человеку.
Lbl-CmbStandardWaveDelay_Info_01=волн
LblSmartDeploy=Высадка
LblSmartDeploy_Info_01=Выберите режим для развертывания волны войск.
LblSmartDeploy_Info_02=Тип 1: Высадка по одной волне войск с каждой стороны, затем переключатель войска
LblSmartDeploy_Info_03=Тип 2: Высадка всех войск (например: гиганты, варвары и лучники) на каждой стороне, затем перейти на другую сторону.
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=когда
ChkDEEnd_Info_01=Бой закончится, когда нет ч.элксира и король почти уничтожен.
ChkDEEnd_Info_02=Бой закончится, когда нет ч.элксира и королева почти уничтожена.
ChkDESideEB=Когда ниже
ChkDESideEB_Info_01=Обеспечивает специальные условия для атаки со стороны хран. ч.эликсира.
ChkDESideEB_Info_02=Если не включены. доп. фильтры, то битва закончится, когда кол-во ч.эликсира будет меньше выставленного значения в %.
ChkDisableOtherEBO=Отключить обычный конец боя
ChkDisableOtherEBO_Info_01=Отключает нормальный конец боя, если используется конец боя по ч.эликсиру
ChkEndNoResources=Когда нет ресурсов
ChkEndNoResources_Info_01=Битва закончится, когда кол-во ресурсов в хранилищах будет = 0
ChkEndOneStar=Одна звезда
ChkEndOneStar_Info_01=Битва закончится, когда будет получена одна звезда
ChkEndOneStar_Info_02=Бой закончится, когда ч.элксира нет и получена одна звезда.
ChkEndPercentChange=Когда процент не
ChkEndPercentChange_Info_01=Закончить битву, если процент не изменился за установленный промежуток времени
ChkEndPercentHigher=Когда процент
ChkEndPercentHigher_Info_01=Закончить битву, если общий ущерб в процентах выше
ChkEndTwoStars=Две звезды
ChkEndTwoStars_Info_01=Битва закончится, когда будет получена две звезды
ChkStopAtkNoLoot=Если лута не обнаружено
ChkStopAtkNoLoot_Info_01=Заканчивать битву, если лута не обнаружено
ChkStopAtkNoLoot_Info_02=Отсчёт времени начитается после высадки всех войск.
Group_01=Конец Боя
Group_02=Темный эликсир и конец боя
LabelDE_01=Атака со стороны с Ч.эликсира и конец боя.
LabelDE_Info_01=Включена атака со стороны хран. ч.эликсира для Живые Базы. Парамерты:
LblDEEnd=при смерти
LblMinRerourcesAtk2=и ресурсов меньше
LblMinRerourcesAtk2_Info_01=Конец боя, если осталось меньше этого кол-ва золота.
LblPercentChange=изменился за
LblPercentHigher=выше
LblStopAtkNoLoot=через
LblSwitch_DB_Attack_at_END=Переключить DB Атаку в конец
TxtArmyCamps2_Info_01=Установите% лагерей армии, прежде чем активировать эту опцию
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=Лагеря
ChkActivateCamps_Info_01=Бот начинает атаку, если процент заполнения казарм равен или выше этого значения в %.
ChkActivateSearches=Поиск
ChkActivateSearches_Info_01=Примечание - Диапазон поиска только для данного типа атаки.
ChkActivateSearches_Info_02=Настройки не будут устанавливать ограничения поиска, чтобы перезапустить процесс поиска!
ChkActivateTropies=Трофеи
ChkActivateTropies_Info_01=Эта опция не будет корректировать трофеи, чтобы остаться в диапазоне!
ChkMaxAirDefense=Искать базу у которой уровень ниже заданого
ChkMaxEagle=Искать базу у которой уровень ниже заданого
ChkMaxInferno=Искать базу у которой уровень ниже заданого
ChkMaxMortar=Искать базу у которой уровень ниже заданого.
ChkMaxWizTower=Искать базу у которой уровень ниже заданого
ChkMaxXBow=Искать базу у которой уровень ниже заданого
ChkMeetDE=Ч.эликсир
ChkMeetDE_Info_01=Поиск базы по мин. значениям ч.эликсира
ChkMeetOne=Одно из условий для атаки
ChkMeetOne_Info_01=Атаковать, если при поиске совпадёт одно из условий.
ChkMeetTH_Info_01=Выбирите максимальный уровень ратуши.
ChkMeetTHO=Ратуша снаружи
ChkMeetTHO_Info_01=Поиск базы будет осуществляться по ратуше, которая находится за пределами стен.
ChkMeetTrophy_Info_01=Поиск базы по мин. количеству трофеев.
ChkMeetTrophy_Info_02=Поиск базы будет осуществляться по количеству трофеев.(минимальное кол-во)
ChkMeetTrophy_Info_03=Поиск базы будет осуществляться по количеству трофеев.(максимальное кол-во).
ChkSpellsWait=Ждать Готовых Зелий
ChkSpellsWait_Info_01=Не искать для этого типа атаки, когда заклинания не готовы
ChkSpellsWait_Info_02=Внимание: Не включайте, если у вас нет фабрики заклинаний иначе бот не будет атаковать!
ChkWaitForCastleSpell=Ждать Клановые Заклинания
ChkWaitForCastleSpell_Info_01=Ждать, пока кто-то пожертвует вам заклинание
ChkWaitForCastleTroops=Ждать Клановый Замок
ChkWaitForCastleTroops_Info_01=Ждать наполнения кланового замка
CmbDBTH=Установите мин. уровень ТХ  для атаки.
CmbMaxAirDefense_Info_01=Установите Макс. уровень противовоздушной обороны для поиска деревни.
CmbMaxEagle_Info_01=Доступно: 11тх
CmbMaxInferno_Info_01=Доступно: 9тх и выше
CmbMaxMortar_Info_01=Установите Макс. уровень мортиры
CmbMaxWizTower_Info_01=Установите Макс. уровень башни колдуна
CmbMaxXBow_Info_01=Доступно: 7тх и выше
CmbMeetGE_Info_01=Поиск базы по количеству золота и / или / или эликсир.
CmbMeetGE_Info_02=И: Оба условия должны соответствовать параметрам поиска, золота и эликсира.
CmbMeetGE_Info_03=ИЛИ: Одно условие должно соответствовать параметрам поиска, золота или эликсира.
CmbMeetGE_Info_04=+ (сумма): Общий объем Золото + Эликсир
CmbMeetGE_Item_01=З и Э
CmbMeetGE_Item_02=З или Э
CmbMeetGE_Item_03=З + Э
CmbWaitForCastleSpell=Любые
Group_01=Параметры
Group_02=Критерии поиска
Group_03=Слабая база | макс обороны
LblActivateMaxSearches_Info_01=ДО
LblActivateMaxTropies_Info_01=ДО
LblActivateMinSearches=Рандомное возвращение домой.Кол-во поисков ОТ
LblActivateMinSearches_Info_01=Set the Min. number of searches to activate this attack option
LblActivateMinTropies_Info_01=Поиск деревни по кол-ву трофеев в диапазоне ОТ
LblAddTiles_01=Расстояние от края
LblAddTiles_02=до ратуши
LblSWTTiles=-<100%
LblSWTTiles_Info_01=количество плиток от края деревни до ратуши(атака во время тренировки)
LblTHadd_Info_01=Установите расстояние от края до ТХ (в клетках), чтобы считать, что она снаружи.
LblTHadd_Info_02=Пример: (0) плиток; ТХ должен быть ровно по краю. (4) плитки: ТХ должен быть удалён на 4 плитки от края, ближе к центру базы.
LblTHadd_Info_03=Если TH находится дальше, чем количество плиток, база будет пропущена.
TxtHeroesWait=Ждать героев
TxtHeroesWait_Info_01=Ожидание героя, отключено при непрерывном улучшении!
TxtKingWait_Info_01=Ожидание короля ...
TxtKingWait_Info_02=Включить для 7 Ратуши или выше
TxtMinDarkElixir_Info_01=Установите мин. количество чёрного эликсира для атаки.
TxtMinElixir_Info_01=Установите мин. количество элисира для атаки.
TxtMinGold_Info_01=Установите мин. количество золота для атаки.
TxtMinGoldPlusElixir_Info_01=Установите мин. количество золото + элисир для атаки.
TxtQueenWait_Info_01=Ожидание королевы...
TxtQueenWait_Info_02=Включить для 9 Ратуши или выше
TxtWaitForCastleSpell=И
TxtWardenWait_Info_01=Ожидание хранителя...
TxtWardenWait_Info_02=Включить для 11 Ратуши
[MBR Global GUI Design Names Spells]
TxtCloneSpells=Клонирующие
TxtEarthQuakeSpells=Землятрясущее
TxtFreezeSpells=Заморозка
TxtHasteSpells=Ускорение
TxtHealingSpells=Хилл
TxtJumpSpells=Прыгучее
TxtLightningSpells=Молния
TxtPoisonSpells=Яд
TxtRageSpells=Ярость
TxtShortCloneSpells=***************************************************************************************************Не используется
TxtShortEarthquakeSpells=Землятряс
TxtShortFreezeSpells=Замарозка
TxtShortHasteSpells=Ускорение
TxtShortHealSpells=Хилл
TxtShortJumpSpells=Прыгучее
TxtShortLightningSpells=Молния
TxtShortPoisonSpells=Яд
TxtShortRageSpells=Ярость
TxtShortSkeletonSpells=Скелетное
TxtSkeletonSpells=Скелетное
[MBR Global GUI Design Names Troops]
Grand Warden=Хранитель
King=Король
Queen=Королева
TxtArchers=Луки
TxtBabyDragons=Дракончик
TxtBalloons=Шары
TxtBarbarians=Варвары
TxtBowlers=Вышибала
TxtDragons=Драконы
TxtGiants=Гиганты
TxtGoblins=Гоблины
TxtGolems=Големы
TxtHealers=Хилка
TxtHogRiders=Кабаны
TxtLavaHounds=Ад.Гончая
TxtMiners=Шахтёр
TxtMinions=Миньёны
TxtPekkas=П.E.K.K.A.
TxtValkyries=Валька
TxtWallBreakers=Бомберы
TxtWitches=Ведьма
TxtWizards=Маги
TxtHeroes=Герои
TxtClanCastle=Зам.Клана
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=Удалить арм
ChkForceBrewBeforeAttack=Принудительная Варка Зелий
ChkTotalCampForced=Военный лагерь
ChkTotalCampForced_Info_01=если не правильно определил количество мест в лагерях
ChkUseQuickTrain=Б. тренировка
Group_01=Тренировка Войск
Group_02=Варка Зелий
LblCamps=Camps
LblCountTotal=Всего
LblCountTotal_Info_01=Общий % войск должен быть равен 100%.
LblFullTroop=Лагеря
Mouse_Left_Click=Щелчок Левой Кнопкой Мыши для Повышения уровня\r\nШифт + Левая Кнопка Мыши для Понижения уровня
RdoArmy_01=Арм 1
RdoArmy_02=Арм 2
RdoArmy_03=Арм 3
SpellCapacity=Ёмкость Зелий
TxtFullTroop_Info_01=Бот начнет атаковать, если процент заполнения казарм равен или выше этого значения в %.
TxtSetSpell_Info_01=Spells to make.
TxtSetTroop_Info_01=Установить количество
TxtSetTroop_Info_02=в шт.
TxtTotalCountSpell_Info_01=Установите количество заклинаний, которое Вы будете использовать. Установите '0' если не хотите использовать заклинания в бою.
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=ТХ Хулиган: Макс. уровень Ратуши для атаки.
Group_01="Хулиган" комбо атака
LblATBullyMode=Макс.ур. Тх
LblBullyMode=В режиме Хулиган будут атакованы все базы, удовлетворяющие уровню Тх.
LblSearch=Включить после
LblSearch_Info_01=ТХ Хулиган: кол-во поисков перед включением.
LblWhenFound=Атаковать с настройками
RadBullyUseDBAttack=Мёртвые
RadBullyUseDBAttack_Info_01=Используются параметры атаки для мертвых баз при атаке Тх хулиган.
RadBullyUseLBAttack=Живые
RadBullyUseLBAttack_Info_01=Используются параметры атаки для живых баз при атаке Тх хулиган.
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=Если этот флажок установлен, то бот будет искать
ChkCollectorLevel_Info_02=заполнены
ChkCollectorLevel10_Info_01=коллектора 10 уровня
ChkCollectorLevel11_Info_01=коллектора 11 ур.
ChkCollectorLevel12_Info_01=коллектора 12 ур.
ChkCollectorLevel6_Info_01=коллектора 6 уровня
ChkCollectorLevel7_Info_01=коллектора 7 уровня
ChkCollectorLevel8_Info_01=коллектора 8 уровня
ChkCollectorLevel9_Info_01=коллектора 9 уровня
ChkDisableCollectorsFilter=Отключить Фильтр
ChkDisableCollectorsFilter_Info_01=Бот, исключив фильтр коллекторов, будет рассмотреть Мертвые базы, как Живые
CmbMinCollectorMatches_Info_01=Выберите, сколько коллекторов необходимо рассмотреть на "мертвой" деревне
Group_01=Уровень коллекторов
LblCollectorLevel=для поиска мертвой базы
LblCollectorLevel10=10 уров. на
LblCollectorLevel10_Info_01=заполненность коллекторов 10-го ур.
LblCollectorLevel11=11 уров. на
LblCollectorLevel11_Info_01=заполненность коллекторов 11-го ур.
LblCollectorLevel12=12 уров. на
LblCollectorLevel12_Info_01=заполненность коллекторов 12-го ур.
LblCollectorLevel6=6 уров. на
LblCollectorLevel6_Info_01=заполненность коллекторов 6-го ур.
LblCollectorLevel7=7 уров. на
LblCollectorLevel7_Info_01=заполненность коллекторов 7-го ур.
LblCollectorLevel8=8 уров. на
LblCollectorLevel8_Info_01=заполненность коллекторов 8-го ур.
LblCollectorLevel9=9 уров. на
LblCollectorLevel9_Info_01=заполненность коллекторов 9-го ур.
LblCollectorTolerance=Погрешность
LblMinCollectorMatches=Нужно коллекторов
SldCollectorTolerance_Info_01=Используйте этот ползунок для регулировки погрешности всех изображений.
SldCollectorTolerance_Info_02=Если вы хотите настроить свои изображения, необходимо отредактировать файлы.
SldCollectorTolerance_Info_03=Предупреждение: Не изменяйте этот параметр, если вы знаете, что вы делаете. Установите его в 0, если вы не уверены в своих действиях.
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=Удалить
BtnGUIPresetLoadConf=Загрузить
BtnGUIPresetSaveConf=Сохранить
BtnStrategyFolder=Открыть папку
LblLoadPresetMessage=Загрузить Настройки.\n\n- Тренировки армии\n- Поиска и Атаки\n\n- Кроме вкладки Эксперт
LblSaveFilename=Имя файла
LblSaveFilenameNote=Примечание
LblSavePresetMessage=Сохранить Настройки\n--------------------------------------\n Сохранить Настройки:\n- Тренировки армии\n- Поиска и Атаки\nКроме вкладки Эксперт\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (для %s)
Closing_previous=Закрытие предыдущего бота ...
Commandline_multiple_Bots=Используя командную строку (или ярлык), вы можете запустить несколько ботов:\r\n     MyBot.run.exe [ИмяПрофиля] [НазваниеЭмулятора] [ИмяЭмулятора]\r\n\r\nWith the first command line parameter, specify the Profilename (you can create profiles on the Bot/Profiles tab, if a profilename contains a {space}, then enclose the profilename in double quotes). With the second, specify the name of the Emulator and with the third, an Android Instance (not for BlueStacks). \r\nПоддерживаемые эмуляторы MEmu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer and LeapDroid.\r\n\r\nПримеры:\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=Не Запускайте/Компилируйте скрипт как (x64)! Попробуйте запустить/компилировать скрипт как (x86), чтобы бот работал.\r\nЕсли по-прежнему появляется это сообщение, попробуйте переустановить AutoIt.
Loading_Profile=, Профиль: %s
Msg_Android_instance_01=My Bot для %s уже работает.\r\n\r\n
Msg_Android_instance_02=My Bot с Профилем %s уже запущен в %s.\r\n\r\n
Msg_Android_instance_03=Найден работающий %s %s
Msg_Android_instance_04=Конфигурация Эмулятора Андроида: %s
Msg_Android_instance_05=Экран Андроида не доступен для %s
SplashStep_01=Загрузка Интерфейса...
SplashStep_02=Загрузка кнопок Интерфейса...
SplashStep_03=Загрузка вкладки Лог...
SplashStep_04=Загрузка вкладки Деревня...
SplashStep_05=Загрузка вкладки Атака...
SplashStep_06=Загрузка вкладки Бот...
SplashStep_07=Загрузка вкладки О нас...
SplashStep_08=Инициализация Интерфейса ...
SplashStep_09=***************************************************************************************************Не используется
SplashStep_Loading=Загрузка...
StatusBar_Item_01=Показать Бота
StatusBar_Item_02=Скрыть при сворачивании
StatusBar_Item_03=Поддержка
StatusBar_Item_04=О нас
StatusBar_Item_05=Вызод
StatusBar_Item_06=Инициализация Андроида...
StatusBar_Item_07=Обнаружение Андроида...
[MBR GUI Design Log]
BtnAtkLogClear=Очистить лог
BtnAtkLogClear_Info_01=Используйте это, чтобы очистить лог атаки.
BtnAtkLogCopyClipboard=Копировать лог
BtnAtkLogCopyClipboard_Info_01=Используйте это, чтобы скопировать лог атаки в буфер обмена (CTRL+C)
CmbLogDividerOption_Item_01=Ручное разделение
CmbLogDividerOption_Item_02=Лог бота и атаки одинакого размера
CmbLogDividerOption_Item_03=Большой лог бота, маленький лог атаки
CmbLogDividerOption_Item_04=Маленький лог бота, большой лог атаки
CmbLogDividerOption_Item_05=Полный лог бота,скрыть лог атаки
CmbLogDividerOption_Item_06=Скрыть лог бота, полный лог атаки
LblLog_Style=Стиль
LblLog_Style_Info_01=Используйте эти опции, чтобы установить тип лога.
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=Запрос войск / Заклинаний
Group_01=Войска кланового замка
TxtRequestCC=Что-нибудь, пожалуйста,
TxtRequestCC_Info_01=Этот текст используется для запроса войск в чате
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=Тест атак бара
BtnTestAttackCSV=Тест CSV Атаки
BtnTestBuildingLocation=Find Building
BtnTestCleanYard=Тест Чистой территори
BtnTestClickDrag=Тест прокрутки
BtnTestDeadBase=Тест Мертвой Базы
BtnTestDeadBaseFolder=Test Dead Base Folder
BtnTestDonateCC=Тест Доната
BtnTestImage=Тест Изображения
BtnTestRequestCC=Тест Запроса
BtnTestTrain=Тест Тренировки
BtnTestVillageSize=Тест Размера Деревни
ChkdebugAttackCSV=Attack CSV
ChkdebugAttackCSV_Info _01=Debug: Generates special CSV parse log files
ChkdebugBuildingPos=Здания
ChkdebugBuildingPos_Info _01=Отладка: показывает координаты зданий в логе
ChkDebugClick=Нажатия
ChkDebugClick_Info _01=Отладка: в лог отображаюся координаты нажатий (x,y)
ChkDebugDeadbaseImage=Тест Папки Мертвой Базы
ChkDebugDeadbaseImage_Info _01=Debug: Saves images of skipped deadbase villages.
ChkDebugDisableVillageCentering=Disable Village Centering
ChkDebugDisableVillageCentering_Info _01=Debug: Disables centering of village.
ChkDebugDisableZoomout=Отключить зум
ChkDebugDisableZoomout_Info _01=Debug: Disables zoomout of village.
ChkDebugImageSave=Изображения
ChkDebugImageSave_Info _01=Отладка: позволяет сохранять изображения для устранения неполадок.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=Отладка: позволяет сохранять распознавания образов для устранения неполадок.
ChkDebugOCRDonate=Отлаживать пожертвования
ChkDebugOCRDonate_Info _01=Отладка: не делать пожертвований OCR и моделировать только пожертвования, но не жертвовать любой отряд
ChkDebugSetlog=Сообщения
ChkDebugSetlog_Info _01=Отладка: включает отладочные сообщения лога в код для устранения неполадок.
ChkDebugSmartZap=Умный Удар
ChkDebugSmartZap_Info _01=Используйте для отладки Умного Удара
ChkdebugTrain=Тренировка
ChkdebugTrain_Info _01=Отладка: показывает нажатия во время тренировки
ChkMakeIMGCSV=Attack CSV Image
ChkMakeIMGCSV_Info _01=Debug: Enables saving clean and location marked up images of bases attacked by CSV scripts
Group_01=Отладка
TestFindButton=Тест Поиска Кнопки
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=Добавить новый профиль
BtnCancelProfileChange_Info_01=Отмена
BtnConfirmAddProfile_Info_01=Подтвердить
BtnDeleteProfile_Info_01=Удалить профиль
BtnRenameProfile_Info_01=Переименовать
CmbProfile_Info_01=Нажмите, чтобы переключить профиль
CmbProfile_Info_02=Ваш профиль можно найти
Group_01=Управление профилем
TxtVillageName_Info_01=Название вашей деревни/профиля
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=Использовать ОбычныйУдар
ChkNoobZap_Info_01=Удар Молнями по Скважинам Темного Эликсира
ChkSmartZapDB=Только удар по скважинам на Мертвых Базах
ChkSmartZapDB_Info_01=Будет только Умный удар Мертвых Баз (рекомендуется)
ChkSmartZapFTW=Количество используемых Молний
ChkSmartZapFTW_Info_01=Количество используемых Трясов
ChkSmartZapFTW_Info_02=Количество ударов по темному эликсиру во время атаки с молниями и трясами
ChkSmartZapSaveHeroes=TH Снайп Не бить, если выпущенны герои
ChkSmartZapSaveHeroes_Info_01=Это остановит УмныйУдар от удара по базе на TH Снайпе, если были развернуты ваши герои
Group_01=УмныйУдар/ОбычныйУдар
LblNoobZap=Ожидаемая прибыль
LblNoobZap_Info_01=Значение ожидаемой прибыли с каждой скважины
LblNoobZap_Info_02=ОбычныйУдар будет остановлен, если последий удар получил меньше, чем ожидалось ЧЭ
LblSmartUseEQSpell=Исп. Тряс
LblSmartUseEQSpell_Info_01=Использовать Молнии для удара по Скважинам Темного Эликсира
LblSmartUseLSpell=Исп. Молнии
LblSmartUseLSpell_Info_01=Использовать Молнии для удара по Скважинам Темного Эликсира
LblSmartUseLSpell_Info_02=Не забудьте перейти на вкладку "Бараки" и поставить максимальную емкость
LblSmartUseLSpell_Info_03=вашей фабрики заклинаний и количества заклинаний, что бы бот мог работать исправно.
LblSmartZap=Мин. Количество ЧЭ
LblSmartZap_Info_01=Установите минимальное количество Черного Эликсира в Скважинах
LblUse_This_Spell_to_Zap=Исп. заклинания для удара
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=Мёртвые базы
ChkTrophyAtkDead_Info_01=Атаковать только Мёртвые во время сброса трофеев.
ChkTrophyHeroes=Использовать героев
ChkTrophyHeroes_Info_01=Использовать героев для сброса кубков.
ChkTrophyRange=Диапазон
Group_01=Настройки трофеев
LblDropTrophyArmyMin=Минимум войск
LblDropTrophyArmyMin_Info_01=Введите процент армии, необходимый для начала скидывания трофеев.
LblTrophyHeroesPriority=Приоритет использования героя
LblTrophyHeroesPriority_Info_01=Установить порядок, на котором бот высаживает героя первым, когда имеется.
TxtDropTrophy_Info_01=Минимальное значение, до которого бот будет скидывать кубки.
TxtMaxTrophy_Info_01=Максимальное значение, после превышения которого бот будет скидывать кубки.
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=Общее количество обученных заклинаний превышает общий набор в графическом интерфейсе!
Func_chkSpellWaitError_ErrorText_02=Сокращение числа подготовленных заклинаний,
Func_chkSpellWaitError_ErrorText_03=ИЛИ ИНАЧЕ БОТ НИКОГДА НЕ АТАКУЕТ!!
Func_chkSpellWaitError_FunnyText_01=К сожалению, не эта кнопка!
Func_chkSpellWaitError_FunnyText_02=Пожертвуете Ј5000 на MyBot.run пока вы ждете 15 минут, что бы скоротать время?
Func_chkSpellWaitError_FunnyText_03=Имеются проблемы с поиском кнопки выхода?
Func_chkSpellWaitError_FunnyText_04=Это весело, мы можем продолжать искать весь день?
Func_chkSpellWaitError_FunnyText_05=Попробуйте еще четыре раза, вам должно повезти, рано или поздно!
Func_chkSpellWaitError_FunnyText_06=У вас есть банан? Обезьянка голодна!
Func_chkSpellWaitError_FunnyText_07=Может быть, попробуйте нажимать на ту же кнопку, пока вы и мистер Рандом не выберете одно и тоже?
Func_chkSpellWaitError_FunnyText_08=Извините, не возможно "убежать" от этого!
Func_chkSpellWaitError_FunnyText_09=Ошибка программы! Программисты могут испортить хорошую шутку.
Func_chkSpellWaitError_MsgBox_01=Нажмите ДА, чтобы закрыть это предупреждение
Func_chkSpellWaitError_MsgBox_02=Да, я понимаю Предупреждение|Нет
Func_chkSpellWaitError_MsgBox_03=Wait for Spells Warning!
Func_chkSpellWaitError_MsgBox_04=Простите, вы должны понять предупреждение и нажать ОК!
Func_chkSpellWaitError_MsgBox_07=Ошибка входа пользователя
Func_chkSpellWaitError_MsgBox_08=ПОЗДРАВЛЯЕМ!!
Func_chkSpellWaitError_MsgBox_09=Вы нашли секретное сообщение в Боте!
Func_chkSpellWaitError_MsgBox_10=Сможете ли вы найти спрятанную кнопку, чтобы закрыть это сообщение?
Func_chkSpellWaitError_MsgBox_11=ХаХаХаХа...
Func_chkSpellWaitError_MsgBox_12=Вы победитель!!
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=Открыть папку с изображениями соклана
ChkSkipDonateNearFullTroopsEnable=Пропустить при полных лагерях
ChkUseCCBalanced_Info_01=Высаживать из клана только, если доната больше, чем получено.
CmbCCDonated_Info_01=Коеффициент доната
CmbCCReceived_Info_01=Коэфициент получ.
CmbFilterDonationsCC_Item_01=Без фильтра, донатить всему соклану
CmbFilterDonationsCC_Item_02=Без фильтра, но собирать изображения соклана
CmbFilterDonationsCC_Item_03=Пожертвовать только соклану с белого списка
CmbFilterDonationsCC_Item_04=Пожертвовать всем кроме соклана с черный список
Group_01=Донат по расписанию
Group_02=Фильтр Пожертвований Соклану
Group_03=Пропустить донат
Group_04=Баланс D/R
LblCCDonated-Received_Info_01=пожервовано / получено
LblCCDonated-Received_Info_02=1/1 означает получил, 1/2 означает, что получил половину и т.д.
LblImages_of_Clan_Mates=Снятые Изображения запросов соклана хранятся в главной папке, перейдите в соответствующую папку (белый или черный список)
LblOption_donate_members=С помощью этой опции вы можете выбрать донат всем членам вашей команды (без фильтра), донат только для определенных друзей (Белый список) или дать всем, кроме нескольких членов вашей команды (Черный список)
LblSkipDonateNearFullTroopsText=Заполненность более чем
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=красный означает, что в лаборатории едет улучшение
BtnResetLabUpgradeTime_Info_02=это автоматически исчезнет, когда время улучшения будет заканчиваться
BtnResetLabUpgradeTime_Info_03=если улучшение завершено в ручную, за кристаллы
BtnResetLabUpgradeTime_Info_04=Нажмите красную кнопку, чтобы сбросить таймер. ПОСЛЕ ЭТОГО ЗАПУСТИТЕ НОВОЕ УЛУЧШЕНИЕ
BtnResetLabUpgradeTime_Info_05=Предупреждение - ненужное улучшение заставит постоянно проверять статус лаборатории
ChkAutoLabUpgrades=Апгрейд войск/заклинаний
ChkAutoLabUpgrades_Info_01=Отметьте флажок, чтобы разрешить автоматический запуск обновления в лаборатории
CmbLaboratory_Info_01=Выберите тип войск чтобы обновить с помощью этого выпадающего меню
CmbLaboratory_Info_02=Значек появится значок слева
CmbLaboratory_Info_03=Любое темное заклинание/войска имеют приоритет над апгрейдов героев!
Group_01=Лаборатория
LblNextUpgrade=След.
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=Проверьте значение ч.эликсир на вкладке Разное("начать атаку", при минимальном количестве ресурсов в хранилищах!)
ChkUpgradeKing_Info_01=Включить улучшение короля, когда у вас будет достаточно ч.эликсира (с сохранением мининимального количества ч.эликсира в хранилище)
ChkUpgradeKing_Info_02=Можно вручную найти алтарь короля на вкладке Разное
ChkUpgradeKing_Info_04=доступно с 7 ратуши
ChkUpgradeQueen_Info_01=Включить улучшение королевы, когда у вас будет достаточно ч.эликсира (с сохранением мининимального количества ч.эликсира в хранилище)
ChkUpgradeQueen_Info_02=Можно вручную найти алтарь королевы на вкладке Разное
ChkUpgradeQueen_Info_03=Доступно с  9 ратуши
ChkUpgradeWarden_Info_01=Включить улучшение хранителя, когда у вас будет достаточно ч.эликсира (с сохранением мининимального количества ч.эликсира в хранилище)
ChkUpgradeWarden_Info_02=Можно вручную найти алтарь хранителя на вкладке Разное
ChkUpgradeWarden_Info_03=доступно для 11 ратуши
Group_01=Постоянное улучшение героев
LblAutoUpgrading_01=Авто улучшение героев
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=Указать здание
BtnLocateUpgrades_Info_01=кнопку для обнаружения и записи информации о создании обновлений /Нажмите
BtnLocateUpgrades_Info_02=Не улучшения повторно
BtnResetUpgrades=Отмена улучшения
BtnResetUpgrades_Info_01=Кнопка отмены и удаление информации об улучшениях
BtnResetUpgrades_Info_02=Если повтор включен, то данные не сбрасываются
Group_01=Здания или герои
LblUpgrMinDark=Ч.эликсир
LblUpgrMinElixir=Эликсир
LblUpgrMinGold=Золото
Table header_01=Название
Table header_02=№
Table header_03=Тип
Table header_04=Цена
Table header_05=Время
Table header_06=Повтор
Table header_07=Конец
TxtAfterUsing=после использования кнопки "Указать здание"
TxtCheckBox=Включить обновление
TxtChkRepeat=Включить повтор улучшения?
TxtShowCost=Стоимость апгрейда
TxtShowEndTime=Это поле обновляется в соответствии окончания обновления, после обновления проверяется
TxtShowLevel=Лвл здания
TxtShowName=Название здания
TxtShowTime=Время апргрейда
TxtShowType=тип улучшения , нажмите чтобы увидеть местоположение
TxtStatus=Статус : Красный = не запрограммирован ,Желтый = запрограммирован , не завершен, Зеленый = завершен
TxtUpgrMinDark_Info_01=Оставлять в хранилище черного эликсира после улучшения
TxtUpgrMinDark_Info_02=Увеличьте значение для тренировки армии
TxtUpgrMinElixir_Info_01=Оставлять эликсира в хранилищах после улучшения
TxtUpgrMinElixir_Info_02=Оставлять для тренировки войск или улучшения стен
TxtUpgrMinGold_Info_01=Оставлять золота в хранилищах после улучшения
TxtUpgrMinGold_Info_02=Оставлять для поиска или обновления стен
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=ТЕСТ
BtnFindWalls_Info_01=Нажмите, чтобы проверить обнаружение стен.
ChkSaveWallBldr=Сохранять строителя для стен
ChkSaveWallBldr_Info_01=Если стоит галочка, то один строитель всегда свободен, и улучшает только стены.
ChkSaveWallBldr_Info_02=Если снята галочка,то стены будут улучшаться, когда один из строителей освободится.
ChkWalls=Включить апгрейд
ChkWalls_Info_01=Убедитесь, что справа выставлено минимальное значение золота и эликсира, которое останется для поиска,тренировки войск или другого улучшения.
ChkWalls_Info_02=***************************************************************************************************Не используется
CmbWalls_Info_01=Выберите уровень стены от 4 до 10, который вы желаете улучшить.
Group_01=Стены
Group_02=Счётчик стен
LblMin.Elixirtosave=Мин.эликсира
LblMin.Elixirtosave_Info_01=Сохранять, хотя бы это количество эликсира в хранилищах после улучшения.
LblMin.Elixirtosave_Info_02=Оставлять для тренировки армии или других улучшений.
LblMin.Goldtosave=Мин.золота
LblMin.Goldtosave_Info_01=Сохранять, хотя бы это количество золота в хранилищах после улучшения.
LblMin.Goldtosave_Info_02=Оставлять для поиска или других улучшений.
LblNextWalllevelcosts=Затраты на 1 стену
LblNextWalllevelcosts_Info_01=Эта сумма будет потрачена для улучшения стены.
LblNextWalllevelcosts_Info_02=Это значение обновится после выбора другого уровня стены.
LblSearchforWalls=Уровень стен
RdoUseElixir=За эликсир
RdoUseElixir_Info_01=Улучшать только за эликсир.
RdoUseElixir_Info_02=Улучшение за эликсир доступно начиная с 9 ратуши.
RdoUseElixirGold=За эликсир и золото
RdoUseElixirGold_Info_01=Улучшает сперва за эликсир, потом за золото
RdoUseGold=За зотоло
RdoUseGold_Info_01=Улучшать только за золото.
RdoUseGold_Info_02=Доступно на всех уровнях стен.
WallsCurrentCount_Info_01=Введите количество стен, которое у вас есть. Для каждого уровня своё значение. Уровень:
WallsCurrentCount_Info_02=у вас есть.
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=Включить нерушимость
ChkUnbreakable_Info_01=Включить нерушимый режим для получения наград от обороны.
Group_01=Оборона деревни
Group_02=Как использовать нерушимый режим:
Lbl_FarmMin._Info_01=Нормальный
Lbl_SaveMin._Info_01=Нерушимый
LblUnbreakable=Ожидание
LblUnbreakableLink=Доп.информация
txtHelp_01=Нерушимый режим поможет вам получить награды и достижение «Нерушимый».
txtHelp_02=Установите время обороны.
txtHelp_03=Нормальный (режим) - бот нападёт, когда кол-во ресурсов будет соответствовать настройке.
txtHelp_04=Нерушимый (режим)- бот включит нерушимый режим, когда кол-во ресурсов будет соответствовать настройке.
txtHelp_05=Нажмите на ссылку для получения дополнительной информации:
TxtUnbreakable_Info_01=Выставите время, на сколько остановится COC для ожидания вражеской атаки, чтобы получить выигрыш от обороны.(1-99 минут)
TxtUnBrkMaxDark_Info_01=Количество ч.эликсира в хранилищах, необходимое для обеспечения обороны деревни.
TxtUnBrkMaxDark_Info_02=Введите кол-во ч.эликсира, чтобы привлечь противника или для улучшения.
TxtUnBrkMaxElixir_Info_01=Количество эликсира в хранилищах, необходимое для обеспечения обороны деревни.
TxtUnBrkMaxElixir_Info_02=Введите кол-во эликсира, чтобы привлечь противника или для улучшения.
TxtUnBrkMaxGold_Info_01=Количество золота в хранилищах, необходимое для обеспечения обороны деревни.
TxtUnBrkMaxGold_Info_02=Введите кол-во золота, чтобы привлечь противника или для улучшения.
TxtUnBrkMinDark_Info_01=Количество ч.эликсира, при котором отключается режим обороны деревни, и переключается в нормальный режим.
TxtUnBrkMinDark_Info_02=Установите мин. количество ч.эликсира, которое требуется для тренировки войск или улучшения.
TxtUnBrkMinElixir_Info_01=Количество эликсира, при котором отключается режим обороны деревни, и переключается в нормальный режим.
TxtUnBrkMinElixir_Info_02=Установите мин. количество эликсира, которое требуется для тренировки войск или улучшения.
TxtUnBrkMinGold_Info_01=Количество золота, при котором отключается режим обороны деревни, и переключается в нормальный режим.
TxtUnBrkMinGold_Info_02=Установите мин. количество золота, которое требуется для поиска или улучшения.
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=Ускорение казарм
Group_02=Ускорение фабрик заклинаний
Group_03=Ускорение восстановления героев
Group_04=Планировщик ускорения казарм
LblBarracksBoost=Казармы
LblBarracksBoost_Info_01=На сколько часов ускорить ваши казармы с помощью кристаллов? Используйте с осторожностью!
LblKingBoost_Info_01=На сколько часов ускорить восстановление вашего короля с помощью кристаллов? Используйте с осторожностью!
LblQueenBoost_Info_01=На сколько часов ускорить восстановление вашей королевы с помощью кристаллов? Используйте с осторожностью!
LblSpellFactoryBoost=Заклинания
LblSpellFactoryBoost_Info_01=На сколько часов ускорить вашу фабрику заклинаний с помощью кристаллов? Используйте с осторожностью!
LblWardenBoost_Info_01=На сколько часов ускорить восстановление вашего хранителя с помощью кристаллов? Используйте с осторожностью!
TextBoostLeft=ускорить на
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=Empty Spell list
BtnRemoveSpells_Info_01=Push button to remove all spells from list and start over
BtnRemoveTroops=Empty troop list
BtnRemoveTroops_Info_01=Push button to remove all troops from list and start over
BtnSpellsOrderSet=Применить
BtnSpellsOrderSet_Info_01=Push button when finished selecting custom spells brew order
BtnSpellsOrderSet_Info_02=Icon changes color based on status: Red= Not Set, Green = Order Set
BtnSpellsOrderSet_Info_03=When not all spells slots are filled, will use random spell order in empty slots!
BtnTroopOrderSet=Применить
BtnTroopOrderSet_Info_01=Нажмите кнопку, когда закончите выбор
BtnTroopOrderSet_Info_02=Значок меняет цвет в зависимости от статуса: Красный = Не указан, Зеленый = Указан
BtnTroopOrderSet_Info_03=When not all troop slots are filled, will use random troop order in empty slots!
ChkCustomBrewOrderEnable=***************************************************************************************************Не используется
ChkCustomBrewOrderEnable_Info_01=Enable to select a Brew Spells order
ChkCustomBrewOrderEnable_Info_02=Changing spells order can be useful with CSV scripted attack armies!
ChkCustomTrainOrderEnable=Войска за Элик
ChkCustomTrainOrderEnable_Info_01=Включить, чтобы выбрать пользовательский  порядок подготовки войск за Элик.
ChkCustomTrainOrderEnable_Info_02=Изменение порядка тренировки может быть полезным с CSV атаки!
Group_01=Тренировка
txtSpellsOrder=Enter sequence order for brew Spells #
TxtTroopOrder=Выберите порядок тренировки войск#
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=Закрытие Эмуля
ChkCloseEmulator_Info_01=Опция закроет Эмулятор полностью
ChkCloseEmulator_Info_02=Добавление этого параметра может увеличить время нахождения в офлайн
ChkCloseWhileTraining=Включить Сон
ChkCloseWhileTraining_Info_01=Опция будет выйти из игры на время, необходимое для завершения подготовки войск, когда ЩИТ АКТИВЕН!
ChkCloseWhileTraining_Info_02=Закрытие для создания заклинаний будет включено, когда 'Ждать Заклинания'
ChkCloseWhileTraining_Info_03=Закрыть для исцеления Герое будет включено, когда 'Ждёте Героев'
ChkCloseWithoutShield=Без щита
ChkCloseWithoutShield_Info_01=Опция будет всегда закрывать игру во время тренировки и когда НЕТ ЩИТА!
ChkCloseWithoutShield_Info_02=Примечание - Вы можете быть атакованы и потерять трофеи, когда эта опция включена!
ChkRandomClose=Рандом Закрытие
ChkRandomClose_Info_01=Опция будет рандомно закрывать игру или эмулятор
ChkRandomClose_Info_02=Добавление этого параметра может увеличить время нахождения в офлайн
ChkSuspendComputer=Приостанов. ПК
ChkSuspendComputer_Info_01=Опция приостановит работу компьютера\r\nопция может незначительно увеличить время автономной работы
ChkTrainAddRandomDelayEnable=Добавить
ChkTrainAddRandomDelayEnable_Info_01=Добавить случайную задержку между двумя запросами тренировки армии.
ChkTrainAddRandomDelayEnable_Info_02=This option reduces the calls to the training window  humanizing the bot spacing calls each time with a causal interval chosen between the minimum and maximum values indicated below.
CmbCloseWaitRdmPercent_Info_01=Введите максимальный процент дополнительного времени, чтобы использовать создание рандомного времени ожидания,
CmbCloseWaitRdmPercent_Info_02=Бот будет вычислять случайное время ожидания между точным временем, необходимым, и
CmbCloseWaitRdmPercent_Info_03=максимальным
Group_01=Рандом
Group_02=Скорость
Group_03=Добавить Случайную Задержку Тренировки
LblAddDelayIdlePhaseBetween=Между
LblCloseWaitingTroops=сек.
LblCloseWaitingTroops_Info_01=Will be close CoC If train time troops >= (Minimum time required to close)\r\nJust stay in the main screen if train time troops < (Minimum time required to close)
LblSymbolWaiting_Info_01=Enter number Minimum time to close in minutes for close CoC which you want, Default Is (2)
LblTrainITDelay=задержка
LblTrainITDelay_Info_01=Увеличить время задержки, если ваш ПК слабый (медленно работает)
RdoCloseWaitExact=Точное время
RdoCloseWaitExact_Info_01=Выберите ждать точное время, необходимое для  тренировки войск
RdoCloseWaitExact_Info_02=Выберите, сколько времени ждать, когда функция включина
RdoCloseWaitRandom=Рандомное Время
RdoCloseWaitRandom_Info_01=Выберите, чтобы добавить случайное дополнительное время ожидания, как человек.
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=Сведения о луте в имени файла
ChkScreenshotLootInfo_Info_01=Сведения о луте в имени скриншота
ChkShareAttack=Поделиться повтором в чате
ChkShareAttack_Info_01=Установите этот флажок, чтобы поделиться своим повтором битвы в чате.
ChkTakeLootSS_Info_01=Включите, чтобы делать скриншоты ваших атак.
Group_01=Повтор боя
Group_02=Делать скриншот лута
LblRandomMessage=Случайное сообщение из этого списка
LblShareMinLoot=Когда получено
ListShareMessage_Info_01=Отправлять повтор атаки с таким текстом
ListShareMessage_Item_01=Хорошо\r\nОтлично\r\nСпасибо \r\nУхтыы
TxtShareMinDark_Info_01=Поделиться повтором ТОЛЬКО, когда ч.эликсира больше чем это значение.
TxtShareMinElixir_Info_01=Поделиться повтором ТОЛЬКО, когда эликсира больше чем это значение.
TxtShareMinGold_Info_01=Поделиться повтором ТОЛЬКО, когда золота больше чем это значение.
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=Звуковое оповещение Атаки
ChkAlertSearch_Info_01=Звуковой сигнал и всплывающее сообщение, когда деревня найдена.
ChkAttackNow=Атаковать сейчас!
ChkAttackNow_Info_01=Появится кнопка Атаковать сейчас! рядом с
ChkAttackNow_Info_02=кнопками Старт и Стоп.
ChkAttackNow_Info_03=Атаковать сейчас! Эта кнопка отображается только при поиске деревень для атаки.
ChkRestartSearchLimit=Возвращение домой каждые
ChkRestartSearchLimit_Info_01=Возвращение на базу после Х поисков и перезапуск поиска противника.
ChkSearchReduction=Снижение значений поиска
ChkSearchReduction_Info_01=Отметьте этот флажок, если вы хотите, чтобы значения автоматически снижались после определенного количества поисков.
Group_01=Настройки понижения
Group_02=Задержка при поиске
Group_03=Параметры поиска
LblAttackNow=доб.
LblAttackNow_Info_01=Добавите время, чтобы увеличить задержку при поиске, для того чтобы успеть нажать кнопку.
LblMaxVSDelay_Info_01=включить случайную задержку
LblMaxVSDelay_Info_02=нижний ползунок максимального значения - дальше, чем верхний ползунок минимального значения
LblMinVSDelay_Info_01=используйте этот ползунок, чтобы изменить задержку между кликами на кнопку "Далее" (при поиске деревни для атаки).
LblMinVSDelay_Info_02=это может уменьшить кол-во ошибок синхронизации на некоторых ПК.
LblMinVSDelay_Info_03=НИКАКИХ ГАРАНТИЙ! Не всегда будет положительный результат!
LblSearchReduceCount=Уменьшать каждые
LblSearchReduceCount_Info_01=Введите кол-во поисков, перед уменьшением значений.
LblSearchReduceDark=- уменьш. ч.эликсир на
LblSearchReduceDark_Info_01=Уменьшее значения ч.эликсира после опред. кол-ва поисков.
LblSearchReduceElixir=- уменьш. эликсир на
LblSearchReduceElixir_Info_01=Уменьшее значения эликсира после опред. кол-ва поисков.
LblSearchReduceGold=- уменьш. золота на
LblSearchReduceGold_Info_01=Уменьшее значения золота после опред. кол-ва поисков.
LblSearchReduceGoldPlusElixir=- уменьш. З+Э на
LblSearchReduceGoldPlusElixir_Info_01=Уменьшее значений золото+эликсир после опред. кол-ва поисков.
LblSearchReduceTrophy=- уменьш. трофеи на
LblSearchReduceTrophy_Info_01=Уменьшее значения трофеев после опред. кол-ва поисков.
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=Бот продолжает работать и будет перезапущен, когда график позволяет.
ChkAttackPlannerCloseAll=Закрыть Эмулятор
ChkAttackPlannerCloseAll_Info_01=Эта опция будет закрыть эмулятор, если не планируется Поиск и Атака!
ChkAttackPlannerCloseCoC=Закрыть Игру
ChkAttackPlannerCloseCoC_Info_01=Эта опция закроет Игру, когда не запланировано Поиск и Атака!
ChkAttackPlannerDayLimit=Лимит Атак
ChkAttackPlannerDayLimit_Info_01=Будет ли случайным образом прекращают атаковать, когда превышает случайное число атак между выбраным диапазоном
ChkAttackPlannerEnable=Включить Планировщик
ChkAttackPlannerEnable_Info_01=Эта опция позволит вам планировать время атаки
ChkAttackPlannerEnable_Info_02=Бот продолжает работать и будет атаковать только тогда, когда график позволяет.
ChkAttackPlannerRandom=Рандомное.Выкл
ChkAttackPlannerRandom_Info_01=Эта опция будет рандомно атаковать
ChkAttackPlannerRandom_Info_02=Выберите количество часов, чтобы прекратить нападения
ChkAttackPlannerSuspendComputer=Приостановить компьютер
ChkAttackPlannerSuspendComputer_Info_01=Эта опция приостанавливает работу компьютера, если не намечается Поиск и атака!
ChkDropCCHoursEnable=Включить CC Drop
ChkDropCCHoursEnable_Info_01=Используйте график, чтобы определить, когда снижается\r\n CC когда график не включен.
chkSheildEndToAttack=
chkSheildEndToAttack_Info_01=
ChkUseWardenAbility=Актирировать Хранителя через
ChkUseWardenAbility_Info_01=Активирует способность Хранителя через..
Group_01=Активация способностей героев
Group_02=Планировщик Атак
Group_03=Клановый Замок
LbAttackPlannerDayLimit=до
RadAutoAbilities=Автомат (кр.линия)
RadAutoAbilities_Info_01=Активирует способность, когда герой становится слабым.
RadAutoAbilities_Info_02=Проверка состояния здоровья и активация индивидуально.
RadManAbilities=Через
RadManAbilities_Info_01=Активирует способность после остановки таймера.
RadManAbilities_Info_02=Все герои активируются одновременно.
TxtManAbilities_Info_01=Установите время в секундах для активации способности героя.
TxtMaxLbAttackPlannerDayLimit_Info_01=Введите максимальное количество атак в день
TxtMinLbAttackPlannerDayLimit_Info_01=Введите минимальное количество атак в день
TxtUseWardenAbility_Info_01=Установите время в секундах, для активации возможности Хранителя.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=Уд. все сообщ
BtnNotifyDeleteMessages_Info_01=Нажмите здесь, чтобы удалить все сообщения PushBullet.
ChkNotifyAlertAnotherDevice=Другое устройство
ChkNotifyAlertAnotherDevice_Info_01=Отправить оповещение, когда ваша деревня соединена с другим устройством.
ChkNotifyAlertBAN=БАН
ChkNotifyAlertBAN_Info_01=Отправить оповещение, если ваша деревня была заблокирована SuperCell
ChkNotifyAlertBuilderIdle=Строитель
ChkNotifyAlertBuilderIdle_Info_01=Отправить оповещение, когда по крайней мере один строитель находится в режиме ожидания.
ChkNotifyAlertCampFull=Лагерь полный
ChkNotifyAlertCampFull_Info_01=Отправить уведомление, когда армейские лагеря переполнены.
ChkNotifyAlertLastAttack=Последняя атака
ChkNotifyAlertLastAttack_Info_01=Отправить инфо о последней атаке
ChkNotifyAlertLastRaidIMG=Скриншот атаки
ChkNotifyAlertLastRaidIMG_Info_01=Отправить последний скриншот фарма.
ChkNotifyAlertLastRaidTXT=Последний фарм
ChkNotifyAlertLastRaidTXT_Info_01=Отправить последние результаты фарма в виде текста.
ChkNotifyAlertMaintenance=Обслуживание
ChkNotifyAlertMaintenance_Info_01=Отправить оповещение, когда в CoC проводится Техническое Обслуживание
ChkNotifyAlertMatchFound=База Найдена
ChkNotifyAlertMatchFound_Info_01=Передать объем доступной добычи, когда бот находит деревню, чтобы атаковать.
ChkNotifyAlertOutOfSync=Синхронизация
ChkNotifyAlertOutOfSync_Info_01=Отправить оповещение, когда вы получите ошибку синхронизации
ChkNotifyAlertTakeBreak=Отдых
ChkNotifyAlertTakeBreak_Info_01=Отправить оповещение, когда вы играли слишком долго, и ваши сельские жители нуждаются в отдыхе.
ChkNotifyAlertUpgradeWall=Улучш. стены
ChkNotifyAlertUpgradeWall_Info_01=Отправить информацию по улучшениям стен.
ChkNotifyAlertVillageStats=Отчет
ChkNotifyAlertVillageStats_Info_01=Отправить отчет о Деревние.
ChkNotifyBOTUpdate=Обновление БОТА
ChkNotifyBOTUpdate_Info_01=Отправить оповещение, когда есть новая версия бота.
ChkNotifyDeleteAllPBPushes=Уд. сообщ. при старте
ChkNotifyDeleteAllPBPushes_Info_01=Это удалит все предыдущие уведомления при запуске бота
ChkNotifyDeleteOldPBPushes=Уд. старые сообщения
ChkNotifyDeleteOldPBPushes_Info_01=Удалить все предыдущие уведомление старше указанного часа
ChkNotifyPBEnable=Вкл PushBullet
ChkNotifyPBEnable_Info_01=Включить уведомления от PushBullet
ChkNotifyRemote=Удал. Управление
ChkNotifyRemote_Info_01=Включить удаленное управление Telegram
ChkNotifyTGEnable=Включить Telegram
ChkNotifyTGEnable_Info_01=Включить уведомления Telegram
CmbNotifyPushHours_Info_01=Установить интервал для сообщений, которые будут удалены.
Group_01=Уведомления PushBullet/Telegram
LblNotifyHelp=Помочь ?
LblNotifyHelp_Info_01=Нажмите здесь для получения справки об командах удаленных уведомлений через PushBullet и Telegram
LblNotifyOptions=Отправить PushBullet/Telegram уведомление, когда вас нет
LblNotifyOrigin=Профиль
LblNotifyOrigin_Info_01=Профиль - Имя Деревни.
LblNotifyPBToken=Ключ доступа
LblNotifyPBToken_Info_01=Вам нужен ключ для использования уведомлений PushBullet. Получите ключ на PushBullet.com
LblNotifyTGToken=Ключ доступа
LblNotifyTGToken_Info_01=Вам нужен ключ для использования уведомлений Telegram. Получите ключ на Telegram.com
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=Используйте эту опцию для прекращения атак
BtnAltarKing_Info_01=Короля
BtnAltarQueen_Info_01=Королеву
BtnAltarWarden_Info_01=Хранителя
BtnCC=Клановый замок
BtnLocateLaboratory=Лаб.
BtnLocateLaboratory_Info_01=Лабораторию
BtnReset=Сброс
BtnReset_Info_01=Нажмите здесь для сброса всех расположений зданий,
BtnReset_Info_02=если вы перестроите деревню.
ChkCleanYard=Препятствия
ChkCleanYard_Info_01=Установите флажок, чтобы бот автоматически очищал деревню от деревьев, стволов и т.д..
ChkCollect=Сбор ресурсов
ChkCollect_Info_01=Установите этот флажок, чтобы автоматически собирать ресурсы с коллекторов, шахт, дрелей и повозки.
ChkCollect_Info_02=
ChkCollect_Info_03=
ChkGemsBox=Удалять гем бокс
ChkGemsBox_Info_01=Установите этот флажок, чтобы бот автоматически удалял ящик с кристалами.
ChkTombstones=Уборка надгробий
ChkTombstones_Info_01=Установите этот флажок, чтобы автоматически убирать надгробия после нападения противника.
ChkTrap=Автоперезарядка ловушек, плазм, арбалетов
ChkTrap_Info_01=Установите этот флажок, чтобы автоматически перезаряжать ловушки, арбалеты и плазмы (если таковые имеются в вашей деревне)
ChkTreasuryCollect=Сокровища
ChkTreasuryCollect_Info_01=Для автоматического сбора заполненной сокровищницы,
ChkTreasuryCollect_Info_02='ИЛИ' когда значения хранилищ НИЖЕ минимальных значений справа,
ChkTreasuryCollect_Info_03=Используйте 0 в качестве минимальных значений ТОЛЬКО для сбора при заполнении сокровищницы
ChkTreasuryCollect_Info_04=При маленьких значениях сбор происходит чаще!!
CmbBotCommand_Item_01=Стоп атака
CmbBotCommand_Item_02=Стоп бот
CmbBotCommand_Item_03=Закрыть бота
CmbBotCommand_Item_04=Закрыть CoC+бот
CmbBotCommand_Item_05=Выключить ПК
CmbBotCommand_Item_06=Сон ПК
CmbBotCommand_Item_07=Перезагруз. ПК
CmbBotCond_Item_01=З и Э Full и Макс.Трофеев
CmbBotCond_Item_02=(З и Э) Full или Макс.Трофеев
CmbBotCond_Item_03=(З или Э) Full и Макс.Трофеев
CmbBotCond_Item_04=З или Э Full или Макс.Трофеев
CmbBotCond_Item_05=Золото и Эликсир Full
CmbBotCond_Item_06=Золото или Эликсир Full
CmbBotCond_Item_07=Золото Full и Макс.Трофеев
CmbBotCond_Item_08=Эликсир Full и Макс.Трофеев
CmbBotCond_Item_09=Золото Full Или Макс.Трофеев
CmbBotCond_Item_10=Эликсир Full или Макс.Трофеев
CmbBotCond_Item_11=Золото Full
CmbBotCond_Item_12=Эликсир Full
CmbBotCond_Item_13=Кубки Full
CmbBotCond_Item_14=Ч.эликсир Full
CmbBotCond_Item_15=Всё (G+E+DE) Full
CmbBotCond_Item_16=Бот выключится через...
CmbBotCond_Item_17=Тренировка и донат
CmbBotCond_Item_18=Только донат
CmbBotCond_Item_19=Поддерживать онлайн
CmbBotCond_Item_20=Щит(Тренировка/Донат)
CmbBotCond_Item_21=Щит(Донат)
CmbBotCond_Item_22=Щит(Когда в сети)
Group_01=Остановить атаку
Group_02=Перезарядка, уборка, сбор
Group_03=Найти здания в ручную
LblBotCommand=когда...
LblBotWillHaltAutomatically=Бот остановится автоматически, когда хранилища будут пусты. Работа будет возобновлена при минимальных значениях.
LblResumeAttack=Возобновить
LblTreasuryOr=
TxtRelocate_Info_01=Установить
TxtRestartDark_Info_01=Минимальное значение ч.эликсира для бота, чтобы возобновить атаку после остановки из-за низкого количества золота.
TxtRestartElixir_Info_01=Минимальное значение эликсира для бота, чтобы возобновить атаку после остановки из-за низкого количества золота.
TxtRestartGold_Info_01=Минимальное значение золота для бота, чтобы возобновить атаку после остановки из-за низкого количества золота.
TxtTreasuryDark_Info_01=Минимальная заполненность Хранилищ Темного Эликсира  для сбора сокровищ..
TxtTreasuryElixir_Info_01=Минимальная заполненность Хранилищ Эликсира  для сбора сокровищ.
TxtTreasuryElixir_Info_02=Установите то же значение, что и для параметра «Возобновить», чтобы собирать, когда ошибка «нет эликсира»
TxtTreasuryElixir_Info_03=Случается во время подготовки войск
TxtTreasuryGold_Info_01=Минимальная заполненность Хранилищ Золота  для сбора сокровищ.
TxtTreasuryGold_Info_02=Установите то же значение, что и для параметра «Возобновить», чтобы собирать, когда ошибка «нет золота»
TxtTreasuryGold_Info_03=случается при поиске деревни для атаки
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=АвтоВыравн.
ChkAutoAlign_Info_01=Расположение бота отновительно окна эмулятора
ChkAutoResume=Возобнов. бота через
ChkAutoResume_Info_01=Функция автоматически возобновит работу вашего бота через x минут
ChkAutostart=Авто старт через
ChkAutostart_Info_01=Автоматический старт через n секунд
ChkBotAutoSlideClick=Авто. скрытие при закриплении
ChkBotAutoSlideClick_Info_01=Вкл/выкл автоматическое скрытие окна\r\nбота при активации/дезактивации окна эмулятора
ChkBotCustomTitleBarClick=Новый дизайн заголовка
ChkBotCustomTitleBarClick_Info_01=Вкл/выкл оптимизированного заголовка и\r\nрамки окна MyBot'а (требуется перезапуск бота)
ChkCheckGameLanguage=Проверка языка COC (EN)
ChkCheckGameLanguage_Info_01=Проверять какой язык используется в игре (правильно английский).
ChkDeleteLogs=Удалять лог
ChkDeleteLogs_Info_01=Удалять лог файлы старше
ChkDeleteLoots=Удал. скрины лута
ChkDeleteLoots_Info_01=Удалять скрины лута старше
ChkDeleteTemp=Удал.вр.файлы
ChkDeleteTemp_Info_01=Удалять временные файлы старше
ChkDisableSplash=Отключить заставку
ChkDisableSplash_Info_01=Отключает заставку при запуске.
ChkFixClanCastle=Принудительное Обнаружение КК
ChkFixClanCastle_Info_01=If clan Castle it is undetected and it is NOT placed in the last slot, force bot to consider the undetected slot as Clan Castle
ChkForMBRUpdates=Проверять обновления
ChkForMBRUpdates_Info_01=Проверять используете ли вы последнюю версию бота
ChkHideWhenMinimized=Скрыть при сворачивании
ChkHideWhenMinimized_Info_01=Скрыть окно бота в панели задач при сворачивании
ChkKillTeamViewer=Kill Windows TeamViewer Free
ChkKillTeamViewer_Info_01=Check this if you want close Sponsored session of TeamViewer.
ChkScreenshotHideName=Скрывать имя деревни и клана
ChkScreenshotType=Сохранять в PNG формат
ChkSinglePBTForced=Вых. перед перерывом
ChkSinglePBTForced_Info_01=это принуждает бота выйти из COC только один раз до перерыва
ChkUpdatingWhenMinimized=Обновление при сворачивании
ChkUpdatingWhenMinimized_Info_01=Включить другую процедуру для минимизации окна бота
ChkUseRandomClick=Рандомный клик
CmbAlignmentOptions_Info_01=0,0: переместить окно Android эмулятор в положение 0,0 на рабочем столе и выровнить окно бота справа или слева от него.
CmbAlignmentOptions_Info_02=SNAP: только упорядочить окна, выровнять бот справа вверху, вверху слева, внизу справа или внизу слева.
CmbAlignmentOptions_Item_01=0,0: Android Эмулятор-Bot
CmbAlignmentOptions_Item_02=0,0: Bot-Android Эмулятор
CmbAlignmentOptions_Item_03=SNAP: Bot ВверхВправо to Android
CmbAlignmentOptions_Item_04=SNAP: Bot ВверхВлево to Android
CmbAlignmentOptions_Item_05=SNAP: Bot ВнизВправо to Android
CmbAlignmentOptions_Item_06=SNAP: Bot ВнизВлево to Android
CmbAlignmentOptions_Item_07=Окно: Эмулятора Android и Бота
CmbGUILanguage_Info_01=для смены языка нажмите на стрелочку
Group_01=Язык бота
Group_02=Когда бот загружен
Group_03=Когда бот запущен
Group_04=Опции
Group_05=Настройки скринов
Group_06=Удаленное устройство
Group_07=другое
Group_08=Processor/Thread Advanced
LblAlignOffsetX=Offset
LblGlobalActiveBotsAllowed_Info_01=Bots can run parallel at the same time
LblGlobalThreads_Info_01=Global image processing threads will be used for all bots
LblPBTimeForcedExit=Вычит.пред.перерыв
LblPBTimeForcedExit_Info_01=введите количество минут, чтобы СОС закрывался раньше! Параметр ниже 10 минут может не работать!
LblThreads_Info_01=Image processing threads will be used for this bot
LblTimeAnotherDevice=Ждать др.устройство
LblTimeAnotherDevice_Info_01=введите время ожидания (в секундах) бота, пока Clash of clans будет запущен на другом устройстве.
TxtAlignOffsetX_Info_01=Смещение по горизонтали
TxtAlignOffsetY_Info_01=Смещение по вертикали
TxtGlobalActiveBotsAllowed_Info_01=When running multiple bots, specify how many can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtGlobalThreads_Info_01=When running multiple bots, specify how many global threads for image processing tasks can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtSinglePBTimeForced_Info_01=введите количество минут, чтобы держать сос закрытым. Значение 15=минимальное для сброса таймера личного перерыва
TxtThreads_Info_01=When images are processed, multiple threads are used. Here you specifiy how many threads this bot can use.\r\nLess threads reduce your CPU utilization significantly.\r\nHalf of available logical processors is a good number. Use 0 for all available. Global threads setting has priority.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=Сброс
LblAttacked=Атака
LblAttacked_Info_01=Количество деревень, которые атаковал бот
LblBase-Attacked=Атаковано
LblBuilUpg-by-Elixir_Info_01=Потрачено эликсира на улучшение
LblBuilUpg-by-Gold_Info_01=Потрачено золота на улучшение
LblBuilUpg-Cost-by-Elixir_Info_01=количество эликсира, которое было потрачено на улучшение зданий
LblBuilUpg-Cost-by-Gold_Info_01=количество золота, которое было потрачено на улучшение зданий
LblCost-Collect=Затраты и Сборы
LblDarkE=Т. Эликсир
LblDead-Base=Мертвые  базы
LblDead-Base_Info_01=Кол-во атакованных мертвых баз.
LblDead-Base-Gain=Прибыль
LblDead-Base-Gain-Dark_Info_01=Количество нафармленного ч.эликсира с мертвых баз.
LblDead-Base-Gain-Elixir_Info_01=Количество нафармленного эликсира с мертвых баз.
LblDead-Base-Gain-Gold_Info_01=Количество нафармленного золота с мертвых баз.
LblDead-Base-Gain-Trophies_Info_01=The amount of Trophy gained from Dead Bases attacked by the Bot.
LblDElixir-collected=Соб.ч.эликсира
LblDElixir-collected_Info_01=Кол-во ч.эликсира собранного с дрелей
LblDropped=Скинул
LblDropped_Info_01=Количество кубков, которое скинул бот (настройка на вкладке "Разное").
LblElixir=Эликсир
LblElixir-collected=Соб.эликсира
LblElixir-collected_Info_01=Кол-во эликсира собранного с коллекторов
LblGainPerHour=Лут в час
LblGold=Золото
LblGold-collected=Соб.золота
LblGold-collected_Info_01=Кол-во золота собранного с шахт
LblHeroesUpg=улуч. героев
LblHeroesUpg_Info_01=Кол-во улучшенных героев
LblheroesUpg-Cost=за ч.эликсир
LblheroesUpg-Cost_Info_01=количество ч.эликсира, которое было потрачено на улучшение героев
LblLastAttack=Последняя атака
LblLeague=Лига
LblLeagueBonus=Бонус лиги
LblLive-Base=Живые базы
LblLive-Base_Info_01=Кол-во атакованных живых баз.
LblLive-Base-Gain-Dark_Info_01=Количество нафармленного ч.эликсира с живых баз.
LblLive-Base-Gain-Elixir_Info_01=Количество нафармленного эликсира с живых баз.
LblLive-Base-Gain-Gold_Info_01=Количество нафармленного золота с живых баз.
LblLive-Base-Gain-Trophy_Info_01=Количество кубков заработнных на живых базах.
LblNbr-of-OoS=Ошибки
LblNbr-of-OoS_Info_01=Количество ошибок синхронизации
LblRun=Запуск:
LblRuntime=Время работы
LblRuntime_Info_01=Общее время работы бота
LblSearch-Cost=На поиск
LblSearch-Cost_Info_01=Потрачено золота при поиске деревни
LblSkipped=Пропущено
LblSkipped_Info_01=Количество деревень, которые пропустил бот
LblStartedWith=До запуска:
LblStats=Статистика
LblStatsBonusLast_Info_01=Бонус золота, который вы получили за последнюю атаку.
LblStatsBonusLast_Info_02=Бонус эликсира, который вы получили за последнюю атаку.
LblStatsBonusLast_Info_03=Бонус ч.эликсира, который вы получили за последнюю атаку.
LblStatsDonDark-Spells=Зелья за Темный Эликсир
LblStatsDonDark-Troops=Войска за Темный Эликсир
LblStatsDonElixir-Spells=Зелья за Эликсир
LblStatsDonElixir-Troops=Войска за Эликсир
LblStatsDonTotal=Итого Доната
LblStatsDonTotalXP=Получено XP
LblStatsGainPerHour_Info_01=золото/ч
LblStatsGainPerHour_Info_02=эликсира/ч
LblStatsGainPerHour_Info_03=ч.эликсир/ч
LblStatsGainPerHour_Info_04=кубки/ч
LblStatsLastAttack_Info_01=количество золота, которое вы получили за последнюю атаку.
LblStatsLastAttack_Info_02=количество эликсира, которое вы получили за последнюю атаку.
LblStatsLastAttack_Info_03=количество ч.эликсира, которое вы получили за последнюю атаку.
LblStatsLastAttack_Info_04=количество кубков, которое вы получили или потеряли за последнюю атаку.
LblStatsSmartEarthQuakeUsed_Info_01=Количество использованных Трясов
LblStatsSmartLightningUsed_Info_01=Количество использованных Молний
LblStatsSmartZap_Info_01=Количество заработанного Черного Эликсира
LblStatsStartedWith_Info_01=Количество золота у вас, когда бот начал
LblStatsStartedWith_Info_02=количество эликсира у вас, когда бот начал.
LblStatsStartedWith_Info_03=количество ч.эликсира у вас, когда бот начал.
LblStatsStartedWith_Info_04=количество кубков у вас, когда бот начал.
LblStatsSZRev2=УмныйУдар
LblStatsSZRev2-Used=Использовано
LblStatsTop_Info_01=Топ полученного золота
LblStatsTop_Info_02=Топ полученного эликсира
LblStatsTop_Info_03=Топ полученного т. эликсира
LblStatsTop_Info_04=Топ полученных трофеев
LblStatsTotalGain_Info_01=общее количество золота, которое Вы приобрели или потеряли в то время как бот работает.
LblStatsTotalGain_Info_02=+ расходы на обновление
LblStatsTotalGain_Info_03=общее количество эликсира, которое Вы приобрели или потеряли в то время как бот работает.
LblStatsTotalGain_Info_04=общее количество ч.эликсира, которое Вы приобрели или потеряли в то время как бот работает.
LblStatsTotalGain_Info_05=общее количество кубков, которое Вы приобрели или потеряли в то время как бот работает.
LblTH-Bully=Тх Хулиган
LblTH-Bully_Info_01=Кол-во баз атаковано в режиме ТХ Хулиган
LblTH-Bully-Gain-Dark_Info_01=Количество черного эликсира, полученного от "ТХ Хулиган".
LblTH-Bully-Gain-Elixir_Info_01=Количество эликсира, полученного от "ТХ Хулиган".
LblTH-Bully-Gain-Gold_Info_01=Количество золота, полученного от "ТХ Хулиган".
LblTH-Bully-Gain-Trophy_Info_01=Количество золота, полученного от "ТХ Хулиган".
LblTH-Snipe=TХ Снайп
LblTH-Snipe_Info_01=Кол-во баз атаковано в режиме ТХ Снайп
LblTH-Snipe-Gain-Dark_Info_01=Количество черного эликсира, полученного с помощью ТХ снайпа.
LblTH-Snipe-Gain-Elixir_Info_01=Количество эликсира, полученного с помощью ТХ снайпа.
LblTH-Snipe-Gain-Gold_Info_01=Количество золота, полученного с помощью ТХ снайпа.
LblTH-Snipe-Gain-Trophy_Info_01=Количество трофеев, полученного с помощью ТХ снайпа.
LblTH-Snipe-Lost_Info_01=Количество неудачных атак ТХ снайпа
LblTH-Snipe-Win_Info_01=Количество успешных атак ТХ снайпа
LblTopLoot=Топ лут
LblTotalGain=Прибыль
LblTrain-Cost-DElixir=Трен.за ч.э.
LblTrain-Cost-DElixir_Info_01=Потрачено ч.эликсира на тренировку темных войск
LblTrain-Cost-Elixir=Трен.за элик
LblTrain-Cost-Elixir_Info_01=Потрачено эликсира при тренировке войск
LblTrophy=Трофеи
LblUpg-by-Elixir=за эликсир
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=Затраты на улучшение
LblUpgrades-Made=Улучшения
LblWallUpg-by-Elixir_Info_01=Кол-во стен улучшенных за эликсир
LblWallUpg-by-Gold_Info_01=Кол-во стен улучшенных за золото
LblWallUpg-Cost-by-Elixir=за эликсир
LblWallUpg-Cost-by-Elixir_Info_01=количество эликсира, которое было потрачено на улучшение стен
LblWallUpg-Cost-by-Gold=за золото
LblWallUpg-Cost-by-Gold_Info_01=количество золота, которое было потрачено на улучшение стен
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=Русский
ChkExtraAlphabets_Info_01=Для запросов и доната на русском языке включите эту опцию.
ChkExtraChinese=Китайский
ChkExtraChinese_Info_01=Для запросов и доната на китайском языке включите эту опцию.
ChkExtraKorean=Корейский
ChkExtraKorean_Info_01=Для запросов и доната на корейском языке включите эту опцию.
ChkExtraPersian=Персидский
ChkExtraPersian_Info_01=Для запросов и доната на персидском языке включите эту опцию.
DonateTxtCustom=Польз.войска
Group_01=Donate Troops Selection Menu
Group_02=Общий черный список
LblDonateCustom_01=1ый
LblDonateCustom_02=2ой
LblDonateCustom_03=3ий
LblExtraAlphabets=Доп. Поддержка
LblGeneralBlacklist=Не донатить по данным словам
TxtBlacklist1=Черный список
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=не лучниц\r\nне луков
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtDonate=Донат
TxtDonateAll=Пожертвовать всем
TxtDonateTip=
TxtDonateTipAll=Для всех чат запросов
TxtDonateTipTroop=Донатить, если ключевые слова соответствуют запросу
TxtDonateTroop_Item_01=barbarians\r\nbarb\r\nварвары\r\nбарбары\r\nварваров\r\nваров\r\nВарваров\r\nБарбаров
TxtDonateTroop_Item_02=лучницы\r\nлуки\r\nлучниц\r\nЛучницы\r\nЛуки\r\narchers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nгигов\r\nгигантов\r\nГигов\r\nГигантов
TxtDonateTroop_Item_04=goblins\r\ngoblin\r\nгобов\r\nгоблинов\r\nзеленых\r\nГобов\r\nГоблинов\r\nЗеленых
TxtDonateTroop_Item_05=wall breakers\r\nbreaker\r\nстенобоев\r\nбомберов\r\nСтенобоев\r\nБомберов
TxtDonateTroop_Item_06=balloons\r\nballoon\r\nшаров\r\nшариков\r\nШаров\r\nШариков
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz\r\nмагов\r\nвизардов\r\nволшебников\r\nМагов\r\nВизардов\r\nВолшебников
TxtDonateTroop_Item_08=healer\r\nхилок\r\nхилку\r\nангела\r\nХилок\r\nХилку\r\nАнгела
TxtDonateTroop_Item_09=dragon\r\nдракон\r\nдракона\r\nдракошу\r\nдрага\r\nДракон\r\nДракона\r\nДракошу\r\nДрага
TxtDonateTroop_Item_10=PEKKA\r\npekka\r\nпекку\r\nпекка\r\nПекку\r\nПекка
TxtDonateTroop_Item_11=baby dragon\r\nbaby\r\nминика\r\nдракончика\r\nбейбика\r\nМиника\r\nДракончика\r\nБейбика
TxtDonateTroop_Item_12=miner\r\nmine\r\nшахтера\r\nшахтеров\r\nшахту\r\nкротов\r\nминеров\r\nШахтера\r\nШахтеров\r\nШахту\r\nКротов\r\nМинеров
TxtDonateTroop_Item_13=lightning\r\nмолния\r\nмолниеносное\r\nМолния\r\nМолниеносное
TxtDonateTroop_Item_14=heal\r\nхил\r\nлечебное\r\nХил\r\nЛечебное
TxtDonateTroop_Item_15=rage\r\nярость\r\nяростное\r\nЯрость\r\nЯростное
TxtDonateTroop_Item_16=jump\r\nджамп\r\nпрыжок\r\nДжамп\r\nПрыжок
TxtDonateTroop_Item_17=freeze\r\nфриз\r\nмороз\r\nзаморозка\r\nФриз\r\nМороз\r\nЗаморозка
TxtDonateTroop_Item_18=minions\r\nminion\r\nминионов\r\nмух\r\nмоль\r\nМинионов\r\nМух\r\nМоль
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog\r\nхогов\r\nхога\r\nсвиней\r\nсвинок\r\nкабанов\r\nХогов\r\nХога\r\nСвиней\r\nСвинок\r\nКабанов
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk\r\nваль\r\nвалек\r\nсисястых\r\nрыжих\r\nвалькирий\r\nВаль\r\nВалек\r\nСисястых\r\nРыжих\r\nВалькирий
TxtDonateTroop_Item_21=golem\r\nголема\r\nголого\r\nГолема\r\nГолого
TxtDonateTroop_Item_22=witches\r\nwitch\r\nведьму\r\nведьма\r\nВедьму\r\nВедьма
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound\r\nЛава\r\nлава\r\nгонка\r\nГонка\r\nгончую\r\nГончую\r\nлаваш\r\nЛаваш\r\nПес\r\nпес\r\nПёс\r\nпёс\r\nпса\r\nПса
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl\r\nбоулер\r\nсиних\r\nсиняков\r\nбоулеров\r\nвышибал\r\nБоулер\r\nСиних\r\nСиняков\r\nБоулеров\r\nВышибал
TxtDonateTroop_Item_25=poison\r\nяд\r\nЯд
TxtDonateTroop_Item_26=earthquake\r\nquake\r\nтряс\r\nтряску\r\nземлетряс\r\nТряс\r\nТряску\r\nЗемлетряс
TxtDonateTroop_Item_27=haste\r\nспешка\r\nскорость\r\nхаст\r\nСпешка\r\nСкорость\r\nХаст
TxtDonateTroop_Item_28=skeleton\r\nskel\r\nскелет\r\nскелетон\r\nскелетное\r\nСкелет\r\nСкелетон\r\nСкелетное
TxtDonateTroop_Item_29=наземных
TxtDonateTroop_Item_30=воздушных
TxtGeneralBlacklist_Info_01=Общий черный список запросов
TxtGeneralBlacklist_Item_01=клановая война\r\nвойна\r\nкв
TxtIgnoreAll=Игнорировать другие запросы
TxtKeywords=Ключевые слова для доната:
TxtKeywordsNo=Не давать по этим ключевым словам
TxtKeywordsNoTip=Черный список для пожертвования
TxtNothing=Меню выбора войск для доната
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=на это
ChkAttackMinesIfDarkElixir=ч.эликсира в хран. меньше
ChkAttackMinesIfElixir=эликсира в хран. меньше
ChkAttackMinesIfGold=золота в хран. меньше
ChkMilkAfterAttackScripted=Включить Скрипт Атаку
ChkMilkAfterAttackScripted_Info_02=Использовать Скрипт Атаку для метвых баз(выключает стандартную атаку)
ChkMilkAfterAttackTHSnipe=Включить Снайп ТХ
ChkMilkFarmForceTolerance=Вкл.
ChkMilkFarmForceTolerance_Info_01=Нормальная
ChkMilkFarmForceTolerance_Info_02=Высокая
ChkMilkFarmForceTolerance_Info_03=Очень высокая
ChkMilkingDebugFullSearch=полный поиск, только для отладки (очень медленно)
ChkMilkingDebugFullSearch_Info_01=с этой опцией вы можете обнаружить изображения с незамеченными коллекторами
ChkMilkingDebugIMG=Сделать изображение каждого коллектора со смещением
ChkMilkingDebugVillage=Сделать изображение деревни
ChkSnipeIfNoElixir=Снайп атака, даже если сборщики пустые
ChkStructureDestroyedAfterAttack=Проверка разрушений после волны
ChkStructureDestroyedAfterAttack_Info_01=После нападения на обьект, проверить был ли он уничтожен предыдущей волной.
ChkStructureDestroyedAfterAttack_Info_02=У вас должна стоять большая задержка между волнами, чтобы использовать эту опцию
ChkStructureDestroyedBeforeAttack=Проверка разрушений до след. волны
ChkStructureDestroyedBeforeAttack_Info_01=Перед тем как атаковать коллектор.шахту, проверить, был ли он уничтожен пред. волной.
ChkStructureDestroyedBeforeAttack_Info_02=У вас должна стоять большая задержка между волнами, чтобы использовать эту опцию
CmbMilkAttackType_Item_01=Медл.: проверяет наличие ресур.в коллек.
CmbMilkAttackType_Item_02=Быстрый: проверяет уровень коллекторов
CmbMilkingAttackDropGoblinAlgorithm_Item_01=Высаживать гоблинов в одном месте
CmbMilkingAttackDropGoblinAlgorithm_Item_02=Высаживать гоблинов беспорядочно
CmbMilkLvl_01=Уровень 1-4
CmbMilkLvl_05=Уровень 5
CmbMilkLvl_06=Уровень 6
CmbMilkLvl_07=Уровень 7
CmbMilkLvl_08=Уровень 8
CmbMilkLvl_09=Уровень 9
CmbMilkLvl_10=Уровень 10
CmbMilkLvl_11=Уровень 11
CmbMilkLvl_12=Уровень 12
CmbStructureOrder_Item_01=Атака: как настроено
CmbStructureOrder_Item_02=Атака: случайная
CmbStructureOrder_Item_03=Атака: сбоку
Group_01=Выберите Milking тип поиска
Group_02=Мин. уровень коллекторов для начала атаки
Group_03=Легенда
Group_04=На что нападать?
Group_05=Атаковать, если
Group_06=4. атака на каждый сборщик ресурсов
Group_07=5. Высадка войск
Group_08=Проверка разрушений
Group_09=5а. Снайп атака на ТХ снаружи, после Доильной
Group_10=5б. Скрипт Атака
Group_11=Настройки погрешности
Group_12=Отладка
LblMaxTilesMilk=Количество клеток от границы
LblMilkSnipeAlgorithm=Стиль атаки
LblRedline-and-Collectors=расстоян.между кр.линией и коллек.
LblWhichLevel=Уровень
TxtDelayWaves=- Задержка(ms):
TxtDisable=Откл.
TxtMaxWaves=- Макс. кол-во волн:
TxtMaxWaves_Info_01=выбирете максимальное количество волн, воинов при нападение на каждый коллектор.
TxtMaxWaves_Info_02=если коллектор разрушен, то на него больше не будут нападать.
TxtXWave=- Воинов в волне:
[MBR Func_Notify]
Another-Device_Info_01=Подключено другое устройство
Another-Device_Info_02=Подключено другое устройство, ожидание
ATTACK OFF=Attack Off
ATTACK OFF_Info_01=- Включить 'Halt Attack' на вкладке 'Misc' и опцию 'stay online'
ATTACK OFF_Info_02=Set Halt Attack OFF.
ATTACK ON_Info_01=Attack On
ATTACK ON_Info_02=Set Halt Attack ON.
Attack_Info_01=Атаковано
Attack_Info_02=Не удается найти кнопку Далее, Перезапуск Бота
Bot=BOT
Bot_Info_01=- Вы можете удаленно управлять ботом командами из следующего списка:
BUILDER=BUILDER
BUILDER_Info_01=- отправить скриншот статуса строителя
BUILDER_Info_03=builder(s) idle.
BUILDER_Info_04=Шеф, ваш запрос на информацию о строителях будет обработан в ближайшее время
Camps-Full_Info_01=Ваши Армейские Лагеря Полные
Command-Not-Recognized=Команда не распознана
DELETE=DELETE
DELETE_Info_01=- удалить все предыдущие сообщения PushBullet
Examples=Примеры:
Free-Builders_Info_01=Свободных билдеров
GEM_Info_01=ГЕМ
HALTATTACKOFF=Attack Off
HALTATTACKON=Attack On
HELP=HELP
HELP_Info_01=- отправить справочное сообщение
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- Гибернация Главного ПК
HIBERNATE_Info_02=Инициирована гибернация PC
LASTRAID=LASTRAID
LASTRAID_Info_01=- послать последний скриншот фарма
Last-Raid_Info_01=Последняя атака
Last-Raid_Info_02=Последняя атака txt
Last-Raid_Info_03=Нет скриншота последней атаки.
Last-Raid_Info_04=Последняя атака txt
Last-Raid_Info_05=Последняя атака
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- отправить результаты последнего фарма
LOG=LOG
LOG_Info_01=- отправить текущий файл журнала
LOG_Info_02=Логи
LOG_Info_03=Текущий лог
LOG_Info_04=CoC остановлен из-за ошибки
LOG_Info_05=Перезапуск после ошибка рассинхроризации
LOG_Info_06=Диссконект после
LOG_Info_07=Run Time
Loots_Info_01=ЛУТ
Match-Found_Info_01=Найдена! после
Need-Rest_Info_01=Шеф, нам нужно немного отдохнуть!
New-Version_Info_01=Шеф, доступна новая версия бота
Notify_001=Уведомления PushBullet
PAUSE=PAUSE
PAUSE_Info_01=- приостановить бот с именем
Request-For-Help_Info_01=Пожалуйста, нажмите HELP, чтобы получить полный список команд.
Request-For-Help_Info_02=Запрос справки
Request-Stop_Info_01=Запрос на остановку
Request-Stop_Info_02=Запрос на Остановку...
Request-Stop_Info_03=Ваш бот был остановлен...
Request-Stop_Info_04=Ваш бот сейчас остановлен, никаких действий предпринято не было
Request-Stop_Info_05=Ваш бот и Эмулятор перезагружены
Request-Stop_Info_06=Ваш бот остановлен
Request-Stop_Info_07=Ваш бот сейчас остановлен, никаких действий предпринято не было
Request-Stop_Info_08=Невозможно сделать паузу во время атаки, повторите попытку позже.
Request-Stop_Info_09=Ваш бот и Эмулятор перезапущены...
Request-Stop_Info_10=Бот перезапущен
Request-Stop_Info_11=Ваш бот сейчас на паузе, никаких действий предпринято не было
Request-Stop_Info_12=Ваш бот сейчас работает, никаких действий предпринято не было
Request-Stop_Info_13=Ваш запрос был получен. Бот приостановлен
Request-Stop_Info_14=Ваш запрос был получен. Работа бота возобновлена
Request-Stop_Info_15=Невозможно сделать паузу во время атаки, повторите попытку позже.
Request-Stop_Info_16=Запрос на Перезапуск
Request-Stop_Info_17=Запрос на Паузу
Request-Stop_Info_18=Запрос на Возобновление
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- сбросить Статистику Деревни
RESETSTATS_Info_02=Статистика сбрасываются.
RESTART=RESTART
RESTART_Info_01=- перезапустить эмулятор и бот с именем
RESUME=RESUME
RESUME_Info_01=- возобновить бот с именем
Resumed_Info_01=Ваш бот сейчас возобновлен, никаких действий предпринято не было
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- отправить скриншот
SCREENSHOT_Info_02=TНет скриншота последней атаки
SCREENSHOT_Info_03=Шеф, ваш запрос на скриншот будет обработан в ближайшее время
SCREENSHOT_Info_04=Скриншот вашей деревни
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- отправить скриншот в высоком разрешении
SHIELD=SHIELD
SHIELD_Info_01=- отправить скриншот статуса щита
SHIELD_Info_02=Шеф, ваш запрос на информацию о щите будет обработан в ближайшее время
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- Выключение Главного ПК
SHUTDOWN_Info_02=Инициировано выключение PC
Skip_Info_01=пропусков
Skip_Info_02=Пропущено
STANDBY=STANDBY
STANDBY_Info_01=- Перевод PC в режим ожидания
STANDBY_Info_02=Инициирован перевод PC в режим ожидания
STATS=STATS
STATS_Info_01=- отправить Статистику Деревни
Stats_Info_02=Статистика Деревни
Stats_Info_03=У вас есть
Stats_Info_04=Прибыль в час
Stats_Info_05=При старте
Stats_Info_06=Attacking now
Stats-DE_Info_01=ЧЭ
Stats-E_Info_01=Э
Stats-G_Info_01=З
Stats-Now_Info_01=Сейчас (текущие ресурсы)
Stats-T_Info_01=Т
STOP=STOP
STOP_Info_01=- остановить бот с именем
Take-Break_Info_01=Деревня должна сделать перерыв ..
Train_Info_01=Войска/Зелья установленные для тренировки
Train_Info_02=Обученные Войска и Заклинания
Train_Info_03=Текущий армейский лагерь
Train_Info_04=- Spells
Train_Info_05=Current Capacities
Train_Info_06=-  Army Camp
TROOPS=TROOPS
TROOPS_Info_01=- отправить список войск
Upgrading_Info_01=Прокачка
Upgrading_Info_02=Пропуск прокачки
Upgrading_Info_03=Завершено с использованием золота
Upgrading_Info_04=Complete by using ELIXIR
Upgrading_Info_05=Не удается найти кнопку прокачки за золото
Upgrading_Info_06=Не удается найти кнопку прокачки за эликсир
Upgrading_Info_07=Завершено с использованием ЗОЛОТА
Upgrading_Info_08=Завершено с использованием ЭЛИКСИРА
Upgrading_Info_09=Нет Кнопки Прокачки за Эликсир
Upgrading_Info_10=Cannot find gold upgrade button
Uploading-File_Info_01=возможность загрузки файлов на сервер PushBullet
Uploading-File_Info_02=Occured an error type 2 uploading file to Telegram server...
Uploading-File_Info_03=Невозможно загрузить файл
Uploading-File_Info_04=Occured an error type
Uploading-File_Info_05=Unable to send file
Wall-Up_Info_01=Количество аппнутых стен
Wall-Up_Info_02=Найден уровень Стены
Wall-Up_Info_03=Не найден уровень Стены
Wall-Up_Info_04=Wall segment has been located

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***
1=Switch Profiles
2=Use this to switch to a different profile
3=Your profiles can be found in
4=MyVillage
5=Your village/profile's name
6=Add New Profile
7=Confirm
8=Delete Profile
9=Cancel
10=Rename Profile
50=Recycle Profile by removing all settings no longer suported that could lead to bad behaviour

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***
68=Order Troops
58=Custom dropping order
59=Enable troops order drop
60=Enable to select a custom troop dropping order
61=Changing drop order can NOT be used with CSV scripted attack! For a standard attack. Live and dead bases. Consistency - all troops
62=Apply New Order
63=Push button when finished selecting custom troops dropping order
65=When not all troop slots are filled, will use random troop order in empty slots!
66=Empty drop list
67=Push button to remove all troops from list and start over

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
[MOD GUI Design - DropOrderTpoops]
BtnRemoveTroops2=Empty drop list
BtnTroopOrderSet2=Apply New Order
ChkCustomTrainDropOrderEnable=Enable troops order drop
g_hGUI_TRAINARMY_TAB_ITEM5=Order Troops
Group_1=Custom dropping order
TxtBtnRemoveTroops2_Info_01=Push button to remove all troops from list and start over
TxtBtnTroopOrderSet2_Info_01=Push button when finished selecting custom troops dropping order
TxtBtnTroopOrderSet2_Info_02=When not all troop slots are filled, will use random troop order in empty slots!
TxtDropOrderEnable_Info_01=Enable to select a custom troop dropping order
TxtDropOrderEnable_Info_02=Changing drop order can NOT be used with CSV scripted attack! For a standard attack. Live and dead bases. Consistency - all troops
[109]
1=Switch Account Mode
2=Enable Switch Account
3=Switch to another account & profile when troop training time is >= 1 minutes
4=This function supports maximum 8 CoC accounts & 8 Bot profiles
5=Make sure to create sufficient Profiles equal to number of CoC Accounts
6=Pre-train
7=Enable it to pre-train donated troops in quick train 3 before switch to next account.
8=This function requires use Quick Train, not Custom Train.
9=Use army 1 for farming troops, army 2 for spells and army 3 for donated troops.
10=Total CoC Acc:
11=Choose number of CoC Accounts pre-logged
12=Normal switch
13=Switching accounts continously
14=Smart switch
15=Switch to account with the shortest remain training time
16=Force switch after:
17=Force the Bot to switch account when searching for too long
18=First switch to all donate accounts
19=Then switch to another active account if its army is ready
20=searches
21=Stay on donation while training
22=Stay at donate account until an active account is getting troops ready in 1 minute
23=Circulate among the donate accounts if there are more than 1
24=Combo Sleep after Switch Acc.
25=Close CoC combo with Switch Account when there is more than 3 mins remaining on training time of all accounts.
26=Close CoC
27=Close Android
28=Manually locate account coordinates
29=Select CoC Account to manually locate its y-coordinate
30=Locate
31=Starting locate your CoC Account
32=Clear All
33=Clear location data of all accounts
34=Profiles
35=Update Profiles
36=Clear Profiles
37=No.
38=Profile Name
39=Acc.
40=Bot Type
41=Village Name
42=Select the index of CoC Account to match with this Profile
43=Define the botting type of this profile
44=Active
45=Donate
46=Idle
[110]
1=SwitchAcc Mode
2=Cannot enable SwitchAcc Mode
3=You have only 
7=Locating Y-Coordinate of CoC Account No. 
8=, please wait...
9=Click Connect/Disconnect on emulator to show the accout list
10=Click OK then click on your Account No. 
11=Do not move mouse quickly after clicking location
12=Ok|Cancel
13=Locate CoC Account No. 
14=Locate CoC Account Cancelled
